Repository: vuteam/sh4-gui1
Catalog: lib/python/Plugins/SystemPlugins/Blindscan/po/*.po
Languages: pl

source: Exit
pl: Wyjście

source: Scan
pl: Skanowanie

source: Press Green/OK to start the scan
pl: Naciśnij zielony/OK, aby rozpocząć skanowanie

source: Please setup your tuner configuration.
pl: Proszę skonfigurować tuner

source: no
pl: nie

source: up to 1 degree
pl: do 1 stopnia

source: up to 2 degrees
pl: do 2 stopni

source: up to 3 degrees
pl: do 3 stopni

source: scan for channels
pl: skanowanie kanałów

source: save to XML file
pl: zapisać do pliku XML

source: vertical and horizontal
pl: pionowa i pozioma

source: vertical
pl: pionowa

source: horizontal
pl: pozioma

source: circular right and circular left
pl: okrągły prawy i lewy kołowy

source: circular right
pl: okrągła prawa

source: circular left
pl: okrągła lewa

source: Select a tuner that is configured for the satellite you wish to search
pl: Wybierz tuner, który jest skonfigurowany do satelity,którą chcesz skanować

source: Satellite
pl: Satelita

source: Select the satellite you wish to search
pl: Wybierz satelitę, którą chcesz skanować

source: Scan start frequency
pl: Rozpocząć skanowania częstotliwości

source: Scan stop frequency
pl: Zakończyć skanowania częstotliwość

source: Frequency values must be between 10700 MHz and 12749 MHz
pl: Wartość częstotliwości musi być między 10.700 MHz i 12.749 MHz

source: Frequency values must be between 10701 MHz and 12750 MHz
pl: Wartość częstotliwości musi być między 10.701 MHz i 12.750 MHz

source: Polarisation
pl: Polaryzacja

source: Scan start symbolrate
pl: Szybkość symbolu początkowego skanowania

source: Symbol rate values are in megasymbols; enter a value between 1 and 44
pl: Wartość szybkości symbolu są w mega symbolach; Wprowadź wartość od 1 do 44

source: Scan stop symbolrate
pl: Szybkość symbolu końcowego skanowania

source: Symbol rate values are in megasymbols; enter a value between 2 and 45
pl: Wartość szybkości symbolu są w mega symbolach; Wprowadź wartość od 2 do 45

source: Clear before scan
pl: Czyścić przed skanowaniem

source: If you select "yes" all channels on the satellite being search will be deleted before starting the current search
pl: Jeżeli wybierzesz 'tak' wszystkie kanały zostaną usunięte przed rozpoczęciem bieżącego skanowania

source: Only free scan
pl: Skanować tylko niekodowane

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels
pl: Jeśli wybierzesz 'tak' będą zapisane kanały,które nie są kodowane-'nie' znajdziesz kodowane i nie kodowane kanały

source: Only scan unknown transponders
pl: Skanować tylko nieznane transpondery

source: If you select "yes" the scan will only search transponders not listed in satellites.xml
pl: Jeżeli wybierzesz 'tak' skanowane będą tylko transpondery nie wymienione w satellites.xml

source: Filter out adjacent satellites
pl: Filtruj sąsiednie satelity

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite
pl: Jeśli satelita sąsiedni jest bardzo silny,zapobiega przeglądaniu transponderów, które są na tej satelicie

source: Search type
pl: Typ skanowania

source: "channel scan" searches for channels and saves them to your receiver; both options do a transponder search and save the result in /tmp in an XML file in satellites.xml format
pl: Skanowanie kanałów-wyszukuje i zapisuje je do odbiornika; Obie opcje skanują transpondery i zapisują wyniki w 'tmp' w pliku satellites.xml w formacie XML

source: Search completed. %d transponders found. Details saved in: %s
pl: Skanowanie ukończone. znaleziono. %d transponderów.. Szczegóły zapisane w: %s

source: No new transponders found! Only transponders already listed in satellites.xml have been found for those search parameters!
pl: Nie znaleziono nowych transponderów!! Tylko transpondery wymienione w satellites.xml zostały znalezione dla tych parametrów skanowania!

source: No transponders were found for those search parameters!
pl: Nie znaleziono transponderów dla tych parametrów skanowania!

source: The blindscan run was cancelled by the user.
pl: Wprowadzone 'Blind skanowanie' zostało anulowane przez użytkownika.
