Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: Do you want to delete the bookmark?
ar: هل تريد حذف العلامة المرجعية؟

source: Do you want to delete the category and the bookmarks?
ar: هل تريد حذف التصنيف والعلامات المرجعية ؟

source: Do you want to do a service scan?
ar: هل تريد عمل بحث

source: Do you want to do another manual service scan?
ar: هل تريد عمل بحث يدوى جديد ؟

source: Do you want to download the image to %s ?
ar: هل تريد تحميل الصورة %s ?

source: Do you want to enable the parental control feature on your VuPlus?
ar: هل تريد تفعيل خاصية التحكم الابوي فى الفوبلس ؟

source: Do you want to enter a username and password for this host?
ar: هل تريد إدخال أسم مستخدم وكلمة مرور فى هذا المضيف؟

source: Do you want to install default sat lists?
ar: هل تريد تثبيت قوائم الأقمار الإفتراضيه؟

source: Do you want to install the Addon:
ar: هل تريد تثبيت الإضافة:

source: Do you want to install the Package:
ar: هل تريد تثبيت هذه الرزمة:

source: Do you want to install the package:
ar: هل تريد فعلا تثبيت المجموعة:

source: Do you want to play DVD in drive?
ar: هل تريد تشغيل الديفيدي الموجود فى السواقه؟

source: Do you want to preview this DVD before burning?
ar: هل تريد معاينة هذا الديفيدي قبل الحرق؟

source: Do you want to reboot your STB?
ar: هل تريد إعادة تشغيل الفوبلس؟

source: Do you want to remove binary data?
ar: هل ترغب في إزالة البيانات الثنائية؟

source: Do you want to remove the package:
ar: هل تريد فعلا حذف المجموعة:

source: Do you want to restore your settings?
ar: هل تريد إستعادة الاعدادات ؟

source: Do you want to resume this playback?
ar: هل تريد إستئناف هذا العرض؟

source: Do you want to see more entries?
ar: هل تريد مشاهدة المزيد من المدخلات؟

source: Do you want to set selected url to the Startpage?
ar: هل تريد تعيين أختيار الرابط في الصفحة الحالية ؟

source: Do you want to submit your email address and name so that we can contact you if needed?
ar: هل تريد وضع أسمك وبريدك الإلكتروني ليتم الاتصال بك عند الحاجه ؟

source: Do you want to update Black Hole image?
ar: هل تريد تحديث صورة البلاكهول؟

source: Do you want to update your STB?
ar: هل تريد تحديث جهازك الفوبلس؟

source: Do you want to update your STB? After pressing OK, please wait!
ar: هل تريد تحديث الفوبلس؟ بعد أن تضغط موافق ، من فضلك إنتظر !

source: Do you want to update your receiver?
ar: هل تريد تحديث جهاز الاستقبال الخاص بك؟

source: Do you want to upgrade the package:
ar: هل تريد ترقية المجموعة

source: Do you want to view a tutorial?
ar: هل تريد مشاهده الشرح ؟

source: Dolby Digital / DTS downmix
ar: الصوت الدولبي / نظام المسرح الرقمي المزدوج

source: Dolby Digital default
ar: الصوت المحيطي الإفتراضي

source: Dolby Digital downmix
ar: الصوت المحيطي المنخفض

source: Don't ask, just send
ar: لا تسأل ، فقط أرسل

source: Don't lose the chance to get the gift.
ar: لاتفقد فرصة الحصول على الهدية

source: Don't save settings?
ar: لا تقم بحفظ الإعدادات؟

source: Don't stop current event but disable coming events
ar: لا توقف الحدث الحالى لكن قم بتعطيل الاحداث القادمة

source: Done - Installed or upgraded packages
ar: إنتهى - تثبيت أو ترقية الحزم

source: Done - Installed or upgraded %d packages
ar: تم - تثبيت أو تحديث %d الحزمة

source: Done - Installed, upgraded or removed %d packages with %d errors
ar: تم - تثبيت ، تحديث أو حذف %d الحزمة والأخطاء%d

source: Double-button switches
ar: التبديلات بضغطة زر مضاعفة

source: Down Key
ar: مفتاح أسفل

source: Download
ar: تحميل

source: Download %s from Server
ar: التحميل %s من السيرفر

source: Download .NFI-Files for USB-Flasher
ar: تحميل .ملفات الصورة من الفلاش مموري

source: Download Complete
ar: إكتمال التنزيل

source: Download Plugins
ar: تحميل بلج إنز

source: Download Video
ar: تحميل فيديو

source: Download and install drivers from Vu+ website
ar: تحميل وتثبيت التعاريف من موقع شركة الفوبلس

source: Download files from Rapidshare
ar: تحميل الملفات من الرابدشير

source: Download ita OpenEpg
ar: تحميل دليل برامج إلكترونية مفتوح إيطالي

source: Download location
ar: موقع التحميل

source: Download now
ar: التحميل الأن

source: Download or delete Software
ar: تحميل أو حذف البرنامج التشغيلي

source: Download plugins
ar: تحميل البلج إنز

source: Download uk OpenEpg
ar: تحميل دليل برامج إلكترونية مفتوح بريطاني

source: Downloadable new plugins
ar: بلج أنز جديده متاحه للتحميل

source: Downloadable plugins
ar: بلج إنز متاحه للتحميل

source: Downloading
ar: جاري التحميل

source: Downloading plugin information. Please wait...
ar: جاري تحميل معلومات عن البلج إنز. رجاء الانتظار..

source: Downloading screenshots. Please wait...
ar: جاري تحميل لقطات. رجاء الانتظار...

source: Downloads Manager
ar: مدير التحميلات

source: Dream-Explorer
ar: تصفح ملفات الرسيفر

source: Drive where yuo save data The drive MUST be mounted in rw
ar: محرك الأقراص حيث YUO حفظ البيانات محرك الأقراص يجب أن يتم تنظيمها في RW

source: Driver Manager
ar: التحكم بالتعاريف

source: Driver for Ralink RT8070/RT3070/RT3370 based wireless-n USB devices.
ar: تعريف من رالينك RT8070/RT3070/RT3370 إسناد الشبكة اللاسلكية-n أجهزة الفلاش مموري.

source: Driver for Realtek r8712u based wireless-n USB devices.
ar: تعريف الريالتك r8712u إسناد الشبكة اللاسلكية-n أجهزة الفلاش مموري.

source: Duration:
ar: المدة الزمنية

source: Dutch
ar: هولندي

source: Dynamic contrast
ar: تباين ديناميكى

source: E2 Light Multiboot
ar: الملتيبوت الخفيف على الإنجما

source: EPG
ar: دليل البرامج الإلكترونية

source: EPG Import Configuration
ar: تكوين إستيراد دليل البرامج الإلكترونية

source: EPG Selection
ar: إختيار دليل البرامج اليومي

source: EPG Selection Multi
ar: إختيار دليل برامج إلكتروني يومي متعدد

source: EPG Settings
ar: إعدادات دليل البرامج الإلكترونية

source: EPG encoding
ar: ترميز دليل البرامج اليومي

source: EPG language selection 1
ar: إختيار لغة دليل البرامج الإلكترونية الأولى

source: EPG language selection 2
ar: إختيار لغة دليل البرامج الإلكترونية الثانية

source: EPG setting
ar: إعدادات دليل البرامج الإلكترونية

source: EPG settings
ar: إعدادات دليل البرامج الإلكترونية

source: EPGImport
ar: إستيراد دليل البرامج الإلكترونية

source: EPGImport Filter
ar: مرشح إستيراد دليل البرامج الإلكترونية

source: EPGImportFilter
ar: مرشح إستيراد دليل البرامج الإلكترونية

source: EPGRefresh will automatically switch to user-defined channels when the box is idling(i.e. in standby mode and no recordings running) to perform updates of the EPG information on these channels. On multi-tuner boxes it may optionally run in background hidden or in PiP, to not disturb the current TV program.
ar: سيتم تحديث دليل البرامج الالكتروني آليا من قبل المستخدم اثناء التنقل بين القنوات في الرسيفر(على سبيل المثال في وضع الاستعداد ليس هنالك تسجيلات جاريه) لعمل التحديثات على معلومات دليل البرامج الالكتروني على هذه القنوات . تشغيل التيونر المتعدد على الرسيفر قد يعطيك خيار تشغيل في خلفية مخفية أو صورة داخل صورة لكي لايقاطع برامج التلفزيون الحاليه

source: EPGSearch
ar: البحث في دليل البرامج الإلكترونية

source: EPGSettings
ar: إعدادات الدليل البرامج الإلكترونية

source: ERROR - failed to scan (%s)!
ar: خطأ - فشل البحث (%s)!

source: ESSID
ar: معرف مجموعة الخدمات

source: East
ar: شرق

source: Ecm Info
ar: معلومات تشفير الإيموهات

source: Ecm Info not available.
ar: معلومات التشفير غير متاحه.

source: Edit
ar: تعديل

source: Edit AutoTimer
ar: تحرير المؤقت الآلي

source: Edit AutoTimer filters
ar: تحرير فلاتر المؤقت الآلي

source: Edit AutoTimer services
ar: تحرير خدمات المؤقت الآلي

source: Edit DNS
ar: تعديل أسم النطاق

source: Edit Timers and scan for new Events
ar: تحرير المؤقت والبحث عن أحداث جديدة

source: Edit Title
ar: تحرير العنوان

source: Edit VLC Server
ar: تعديل خادم بث الوسائط

source: Edit bouquets list
ar: تحرير قائمة الباقات

source: Edit chapters of current title
ar: تحرير الفصول والعنوان الحالي

source: Edit new timer defaults
ar: تحرير إفتراضيات المؤقت الجديد

source: Edit selected AutoTimer
ar: تحرير المؤقت الآلي المختار

source: Edit services list
ar: تحرير قائمة القنوات

source: Edit settings
ar: تحرير الاعدادات

source: Edit tags of recorded movies
ar: تعديل العلامات في الأفلام المسجلة

source: Edit tags of recorded movies.
ar: تعديل العلامات في الأفلام المسجلة.

source: Edit the Nameserver configuration of your STB.
ar: تحرير تكوين أسم الخادم على الجهاز الخاص بك.

source: Edit the network configuration of your STB.
ar: تحرير تهيئة الشبكة على الجهاز الخاص بك.

source: Edit the network configuration of your receiver.
ar: تعديل تكوين شبكة الاتصال في الجهاز الإستقبال الخاص بك.

source: Edit title
ar: تحرير العنوان

source: Edit upgrade source url.
ar: تحرير عنوان مصدر الترقيه

source: EditSetting
ar: تعديل الإعدادات

source: Editing
ar: التحرير

source: Editor for fstab
ar: التحرير لجدول أنظمة الملفات

source: Editor for new AutoTimers
ar: محرر المؤقتات الآليه الجديده

source: Education
ar: التعليم

source: Effect
ar: المؤثرات

source: Electronic Program Guide
ar: دليل البرامج الإلكتروني

source: Emailclient is an IMAP4 e-mail viewer for the STB.
ar: مستخدم البريد الالكتروني يستطيع معاينة الرسائل البريديه عبر جهاز الاستقبال.

source: Empty space: %s
ar: المساحة الفارغة: %s

source: Enable
ar: تفعيل

source: Enable 'neutrino' style channel select controlling
ar: تمكين شكل نترينو للتحكم بإختيار القنوات

source: Enable 'neutrino' style zap controlling
ar: تمكين شكل نترينو للتحكم بالتنقل بين القنوات

source: Enable /media
ar: تفعيل /الوسائط

source: Enable 1080p24 Mode
ar: تفعيل صيغة 1080p24

source: Enable 1080p25 Mode
ar: تفعيل صيغة 1080p25

source: Enable 1080p30 Mode
ar: تفعيل صيغة 1080p30

source: Enable 128 bit (Input 26 hex keys)
ar: تفعيل 128 بت (Input 26 hex keys)

source: Enable 5V for active antenna
ar: تفعيل بقوة خمسة فولت للهوائي النشط

source: Enable 64 bit (Input 10 hex keys)
ar: تفعيل 64 بت (Input 10 hex keys)

source: Enable 720p24 Mode
ar: تفعيل صيغة 720p24

source: Enable AtileHD pro:
ar: تمكين سكن إيتلي عالي الوضوح المتقدم:

source: Enable AutoShutDown
ar: تمكين الإغلاق الآلي

source: Enable AutoShutDown:
ar: تمكين الإغلاق الآلي:

source: Enable Automatic EPG Refresh
ar: تمكين التحديث التلقائي لدليل البرامج اليومي

source: Enable Automatic Epg Backup
ar: التفعيل التلقائي لنسخ الإحتياطي لدليل البرامج اليومي

source: Enable Autoresolution
ar: تفعيل الدقة التلقائية

source: Enable Autostart for DLNA Server
ar: تمكين التشغيل التلقائي لخادم مشاركة الاجهزة للوسائط عبر الشبكة

source: Enable Cleanup Wizard?
ar: تفعيل معالج التنظيف ؟

source: Enable ClearMem
ar: تفعيل تنظيف الذاكرة

source: Enable EIT EPG
ar: تمكين جدول معلومات الحدث في دليل البرامج الإلكتروني

source: Enable EIT Epg
ar: تفعيل جدول معلومات الحدث في دليل البرامج الإلكتروني

source: Enable EIT now/next in Infobar
ar: تفعيل برامج الحدث الأن/التالي في شريط المعومات

source: Enable Epg Buttons in Channel list
ar: تفعيل أزرار دليل البرامج الإلكتروني في قائمة القنوات

source: Enable Epg Popup Notifications
ar: تفعيل الإشعارات المنبثقه في دليل البرامج الإلكتروني

source: Enable Filtering
ar: تفعيل الفلاتر

source: Enable HTTP Access
ar: تفعيل دخول بروتوكول نقل النصوص

source: Enable HTTP Authentication
ar: تفعيل توثيق بروتوكول نقل النصوص

source: Enable HTTPS
ar: تمكين بروتوكول نقل الروابط المحمية

source: Enable HTTPS Access
ar: تفعيل دخول بروتوكول نقل النصوص المحمي

source: Enable HTTPS Authentication
ar: تفعيل توثيق بروتوكول نقل النصوص المحمي

source: Enable Http Authentication
ar: تفعيل توثيق بروتوكول نقل الروابط

source: Enable Https
ar: تمكين بروتوكول نقل الروابط المحمية

source: Enable Logging
ar: تمكين تسجيل الدخول

source: Enable MHW EPG
ar: تمكين الطريقة السريعة لعرض الوسائط لدليل البرامج الإلكترونية

source: Enable Netmed EPG
ar: تمكين وسائط الإنترنت في دليل البرامج الإلكترونية

source: Enable OK as preview in channel selection
ar: تمكين مفتاح موافق لمعاينة قائمة إختيار القنوات

source: Enable OK for channel selection
ar: تمكين مفتاح موافق لعرض قائمة القنوات

source: Enable OpenTv Epg Loader
ar: تمكين تحميل دليل البرامج الإلكترونية للقنوات المفتوحة

source: Enable Panic Button 0 (zap to 1 & clear zap history)
ar: تمكين زر الصفر (انطلق إلى 1 & تنظيف سجل التنقل)

source: Enable Panic button 0
ar: تمكين تشغيل زر الصفر للرجوع

source: Enable Panic button 0 (zap to 1 & clear zap history)
ar: تمكين زر الصفر (انطلق إلى 1 & تنظيف سجل التنقل)

source: Enable Paretal Control
ar: تفعيل التحكم الأبوي

source: Enable PushService
ar: تمكين إشعار الخدمات

source: Enable Service Restriction
ar: تفعيل محدودية الخدمه

source: Enable Streaming Authentication
ar: تفعيل التصديق على التدفق

source: Enable Swap at startup
ar: تفعيل بدء تشغيل التبادل

source: Enable Tele Text caching
ar: تفعيل الترجمة التلفزيونية المختبئة

source: Enable ViaSat EPG
ar: تمكين دليل البرامج الإلكترونية بواسطة القمر

source: Enable Virgin EPG
ar: تمكين دليل البرامج الإلكترونية لقنوات شركة فيرجن

source: Enable action after inactivity
ar: تمكين العمل بعد الخمول

source: Enable action after inactivity:
ar: تمكين العمل بعد الخمول:

source: Enable auto PIN
ar: تمكين تلقائي لكلمة المرور

source: Enable auto fast scan
ar: تمكين البحث السريع الآلي

source: Enable automatic power off in standby:
ar: تمكين الإيقاف الآلي في وضع الإستعداد:

source: Enable autostart for HbbTV browser
ar: تمكين التشغيل التلقائي وتصفح البث الهجين

source: Enable csv import
ar: تمكين إستيراد قيم الفواصل

source: Enable extended number zap
ar: تمكين التنقل بالأرقام الموسع

source: Enable fallback remote receiver
ar: تمكين الريموت الإحتياطي في الرسيفر

source: Enable freesat EPG
ar: تمكين دليل البرامج الإلكترونية للأقمار المجانية

source: Enable mount automatically while start
ar: تمكين المشاركة آليا أثناء التشغيل

source: Enable multiple bouquets
ar: تفعيل باقات متعدده

source: Enable parental control
ar: تفعيل التحكم الأبوي

source: Enable parental protection
ar: تمكين الحماية الأبوية

source: Enable screensaver
ar: تمكين شاشة التوقف

source: Enable teletext caching
ar: تمكين الترجمة المختبئة

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
ar: تفعيل هذا لتكون قادرا على الدخول الى معاينة المؤقت الآلي من خلال قائمة الإضافات

source: Enable timer
ar: تفعيل المؤقت

source: Enable volume control with arrow buttons
ar: تمكين التحكم بحجم الصوت مع أزرار الأسهم

source: Enable zapping with CH+/-,B+/-,P+/-
ar: تميكن التنقل بين القنوات بالمفاتيح CH+/-,B+/-,P+/-

source: Enabled
ar: تم التفعيل

source: Encoder
ar: مشفر

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
ar: ترميز استخدام القناة لبيانات دليل البرامج. تحتاج فقط إلى تغيير هذا إذا كنت تبحث عن أحرف خاصة مثل علامات تغير في قنوات الصوت الألمانية.

source: Encrypt
ar: تشفير

source: Encrypted:
ar: مشفر

source: Encryption
ar: التشفير

source: Encryption Key
ar: مفتاح التشفير

source: Encryption Keytype
ar: نوع مفتاح التشفير

source: Encryption:
ar: التشفير:

source: End of "after event" timespan
ar: النهاية "بعد الحدث" المدة الزمنية

source: End of timespan
ar: نهاية المدة الزمنية

source: End time
ar: وقت النهاية

source: End time to ignore inactivity sleeptimer
ar: تجاهل نهاية توقيت سكون مؤقت النوم

source: End time to ignore shutdown in standby
ar: وقت نهاية تجاهل إيقاف التشغيل في وضع الاستعداد

source: EndTime
ar: وقت الانتهاء

source: English
ar: إنجليزى

source: Enigma2
ar: الإنجما2

source: Enigma2 Plugin to play AVI/DIVX/WMV/etc. videos from PC on your STB. Needs a running VLC from www.videolan.org on your pc.
ar: بلجن لتشغيل صيغ الافلام AVI/DIVX/WMV/ .تحتاج الى برنامج VLC لتشغيلها من جهاز الكمبيوتر وعرضها على الرسيفر.

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
ar: أختيار السكن إينجما2 إذا كنت تعانى من أى مشكله رجاء الاتصال بـ stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enigma2 v.:
ar: إصدار الإنجما 2

source: Enigma2 will be now restarted for the changes to take effect. Press ok to continue
ar: سيتم إعادة تشغيل الإنجما الآن لتصبح التغييرات نافذة المفعول. أضغط موافق للإستمرار

source: Enter IP to scan...
ar: أدخل الايبي إلى الفحص...

source: Enter Key
ar: مفتاح الإدخال

source: Enter URL
ar: أدخل الرابط

source: Enter VLC-Server as FQDN or IP-Address
ar: أدخل معلومات مشغل الوسائط أو عنوان الإيبي

source: Enter here the value for Hdd Acoustic:
ar: ادخل هنا قيمة الأقراص الصلبة الصوتية:

source: Enter main menu...
ar: دخول القائمه الرئيسية...

source: Enter name
ar: أدخل الاسم

source: Enter new hostname for your STB
ar: أدخا أسم المضيف الجديد على الجهاز الخاص بك

source: Enter options:
ar: أدخل الخيارات :

source: Enter password:
ar: أدخل كلمة المرور:

source: Enter pin code
ar: أدخل الرقم السري:

source: Enter share directory:
ar: أدخل دليل المشاركه:

source: Enter share name:
ar: أدخل أسم المشارك:

source: Enter the city name:
ar: أدخل اسم المدينة:

source: Enter the pin for %s universe
ar: أدخل الرقم السري في %s عالمك

source: Enter the service pin
ar: أدخل الرقم السري للخدمة

source: Enter the size in Megabyte of the first partition:
ar: قم بإدخال الحجم بالميغا بايت للقسم الأول:

source: Enter the size in Megabyte of the second partition:
ar: قم بإدخال الحجم بالميغا بايت للقسم الثاني:

source: Enter the size in Megabyte of the third partition:
ar: قم بإدخال الحجم بالميغا بايت من القسم الثالث:

source: Enter user and password for host:
ar: أدخل اسم المستخدم وكلمة المرور للمضيف:

source: Enter username:
ar: أدخل أسم المستخدم:

source: Enter your email address so that we can contact you if needed.
ar: أدخل عنوان بريدك الإلكتروني ليتم الاتصال بك عند الحاجه.

source: Enter your search term(s)
ar: أدخل شروط البحث

source: Entering a Custom command you have to set Predefined command: None
ar: دخول أمر مخصص لديك لتعيين قيادة المعرفة مسبقا: لا أحد

source: Entertainment
ar: ترفيه

source: Epg Backup found:
ar: متوفر نسخة إحتياطية لدليل البرامج الإلكتروني:

source: Epg Backup: not found.
ar: غير متوفر نسخة إحتياطية لدليل البرامج الإلكتروني.

source: Epg Download complete. Press the red button to exit
ar: إكتمال تحميل دليل البرامج اليومي.أضغط الزر الاحمر للخروج

source: Epg Panel
ar: لوحة دليل البرامج اليومية

source: Epg Search
ar: بحث في دليل البرامج

source: Epg Type:
ar: نوع دليل البرامج الإكتروني:

source: Epg backup successfully restored.
ar: نجاح إستعادة النسخة الإحتياطية لدليل البرامج الإكتروني

source: Epg stream channel:
ar: دليل البرامج الإلكتروني لقنوات التدفق:

source: Epg.dat Url
ar: رابط بيانات دليل البرامج الإلكتروينة

source: Equal to
ar: يساوي

source: Error
ar: خطأ

source: Error executing plugin
ar: خطأ فى تنفيذ البلج إنز

source: Error. This Provider name already exists in the list.
ar: الخطأ. هذا الاسم مزود موجود بالفعل في القائمة.

source: Error: %s Retry?
ar: خطأ: %s إعادة المحاوله ؟

source: Estimated size: %s
ar: الحجم المقدر: %s

source: Estonian
ar: أستوني

source: Ethernet network interface
ar: واجهة شبكة الانترنت

source: Eutelsat 10A (10.0E)
ar: يوتلسات 10 أ (10.0 شرقا)

source: Eutelsat 16A (16.0E)
ar: يوتلسات 16 أ (16.0 شرقا)

source: Eutelsat 21B (21.5E)
ar: يوتلسات 21 بي (21.5 شرقا)

source: Eutelsat 25C (25.5E)
ar: يوتلسات 25 سي (25.5 شرقا)

source: Eutelsat 33A/Intelsat 28 (33.0E)
ar: يوتلسات 33 أ/إنتلسات 28 (33.0 شرقا)

source: Eutelsat 36A/36B (36.0E)
ar: يوتلسات 36 أ/36 بي (36.0 شرقا)

source: Eutelsat 3A (3.3E)
ar: يوتلسات 3أ (3.3 شرقا)

source: Eutelsat 3A/3C/Rascom QAF 1R (3.0E)
ar: يوتلسات 3 أ/3سي/راسكوم قاف 1ر (3.0 شرقا)

source: Eutelsat 3A/3C/Rascom QAF 1R (3.1E)
ar: يوتلسات 3 أ/3سي/راسكوم قاف 1ر (3.1 شرقا)

source: Eutelsat 5 West A (5.0W)
ar: يوتلسات 5 غربا أ (5 غربا)

source: Eutelsat 7 West A/Nilesat 102/201 (7.0W)
ar: قمر يوتلسات 7 وقمر نايل سات 101/102 7 درجات شرقآ

source: Eutelsat 7A (7.0E)
ar: يوتلسات 7 أ (7.0 شرقا)

source: Eutelsat 8 West A (8.0W)
ar: يوتلسات 8 غربا أ (8 غربا)

source: Eutelsat 9A/Ka-Sat 9A (9.0E)
ar: يوتلسات 9 أ / كأ-سات 9أ (9.0 شرقا)

source: Eutelsat Hot Bird 13A/13B/13C (13.0E)
ar: يوتلسات هوت بيرد 13 أ/13ب/13سي (13.0 شرقا)

source: Event Description
ar: وصف الأحداث

source: Eventview
ar: مشاهدة الحدث

source: Everything for your image
ar: كل الإضافات على جميع الصور

source: Everything is fine
ar: كل شيئ تمام

source: Everywhere
ar: في كل مكان

source: Exact match
ar: تطابق تام

source: Exceeds dual layer medium!
ar: تتعدى وسيط طبقه مزدوجه !

source: Exclude
ar: إستبعاد

source: Execute
ar: تنفيذ

source: Execute "after event" during timespan
ar: تنفيذ "بعد الحدث" أثناء المدة الزمنية

source: Execute TuxboxPlugins
ar: تنفيذ إضافات البوكس

source: Execution Progress:
ar: معالح التنفيذ:

source: Execution finished!!
ar: إنهاء التنفيذ !!

source: Exif
ar: عن الصورة

source: Exit
ar: خروج

source: Exit editor
ar: خروج من المحرر

source: Exit input device selection.
ar: إختيار خروج وإدخال الجهاز

source: Exit media player?
ar: الخروج من مشغل الوسائط؟

source: Exit network wizard
ar: خروج من نافذة إعدادات الشبكة

source: Exit the Browser.
ar: الخروج من المتصفح.

source: Exit the Opera browser.
ar: الخروج من متصفح أوبرا.

source: Exit the cleanup wizard
ar: خروج من نافذة إعدادات التنظيف

source: Exit the wizard
ar: خروج من نافذة الاعدادات

source: Exit wizard
ar: خروج من نافذة الاعدادات

source: Expand your universe
ar: وسع عالمك

source: Expand your universe.
ar: وسع عالمك

source: Expert
ar: متخصص

source: Expert Backup / Restore
ar: سحب نسخة إحتياطية / إستعادتها

source: Explorer your setobox.
ar: تصفح الجهاز الخاص بك.

source: Extended Networksetup Plugin...
ar: بلج إنز إعدادات الشبكة المتقدمة

source: Extended NumberZap
ar: التنقل بالأرقام الموسع

source: Extended NumberZap Setup
ar: ضبط التنقل بالأرقام الموسع

source: Extended Setup...
ar: إعدادات متقدمة

source: Extended Software
ar: برنامج تشغيلى متقدم

source: Extended Software Plugin
ar: بلج إنز البرنامج التشغيلى الممتد

source: Extended System
ar: النظام الموسع

source: Extended settings
ar: الإعدادات المتقدمة

source: Extensions
ar: إضافات

source: Extensions management
ar: التحكم فى الإضافات

source: External subtitle color
ar: لون ترجمة مواد الوسائط الخارجية

source: External subtitle dialog colorisation
ar: تلوين حوار الترجمة الداخلية

source: External subtitle switch fonts
ar: تبديل خطوط ترجمة الوسائط الخارجية

source: Extra Settings
ar: إعدادات إضافية

source: Extra motor options
ar: خيارات إضافية لنظام المتحرك

source: F1 long
ar: إف 1 مطول

source: F1/LAN
ar: إف 1 لدخول على شبكة الإنترنت

source: F2
ar: إف 2

source: F2 long
ar: إف 2 مطول

source: F3
ar: إف 3

source: F3 long
ar: إف 3 مطول

source: FEC
ar: خاصية تصحيح الخطأ

source: FILE NOT EXIST : /proc/stb/fp/remote_code
ar: الملف لايخرج : /proc/stb/fp/remote_code

source: FLASH:
ar: الفلاش:

source: FPGA
ar: مصفوفة البوابات المنطقية القابلة للبرمجة

source: FRAGM Threshold (256~2346)
ar: درجة تجزئة الشبكة اللاسلكية (256 ~ 2346)

source: FTPBrowser allows uploading and downloading files between your STB and a server using the file transfer protocol.
ar: متصفح الملفات يسمح برفع وتحميل الملفات بين جهاز الاستقبال والخادم باستخدام بروتوكول نقل الملفات.

source: Facebbot Login
ar: دخول على الفيسبوك

source: Facebook
ar: الفيسبوك

source: Factory reset
ar: إعادة ضبط المنصع

source: Fahrenheit
ar: فهرنهايت

source: Fail to upgrade!! Retry!!
ar: فشل الترقيه!! حاول مره أخرى!!

source: Failed
ar: فشل

source: Failed, Encoder %s (%s).
ar: فشلت، التشفير %s (%s).

source: Fallback remote receiver URL
ar: الريموت الإحتياطي من خلال الرابط على الرسيفر

source: Fallback to default skin at skin errors
ar: الرجوع للسكن الإفتراضي عند حدوث أخطاء في السكن

source: Fan %d
ar: مروحه %d

source: Fan %d PWM
ar: جهد %d المروحة

source: Fan %d Voltage
ar: مروحه %d فولتيه

source: Fan Control
ar: التحكم بالمروحة

source: Fan basic action
ar: تشغيل المروحة الرئيسية

source: Fan off duration time
ar: وقت إيقاف المروحة

source: Fan on duration time
ar: وقت تشغيل المروحة

source: FanOFF InStanby
ar: إيقاف المروحه في الإنتظار

source: FanOFF InStandby
ar: إغلاق المروحة في وضع الإستعداد

source: Fancontrol settings
ar: إعدادات التحكم بالمروحة

source: Fast
ar: سريع

source: Fast DiSEqC
ar: دايزك سريع

source: Fast Epg
ar: دليل برامج إلكتروني سريع

source: Fast Forward speeds
ar: سرعات التسريع للامام

source: Fast Opentv Epg
ar: دليل البرامج الإلكترونية سريع للقنوات التلفزيونية المفتوحة

source: Fast Plug
ar: إختصار إضافة سريع
