Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: Picture Type [only Picture]
ar: نوع الصورة [صور فقط]

source: Picture in Picture
ar: صورة داخل صورة

source: PicturePlayer
ar: عارض الصور

source: Pid
ar: معرف العملية

source: Pillarbox
ar: شاشة صندوقية

source: Pilot
ar: مساعد

source: Pin code needed
ar: مطلوب رقم سري

source: Play
ar: تشغيل

source: Play Audio-CD...
ar: تشغيل سى دى صوت

source: Play Audio-Stream via
ar: تشغيل الصوت بواسطة البث

source: Play DVD
ar: تشغيل ديفيدي

source: Play DVDs
ar: تشغيل أقراص الدفيفدي

source: Play Internet Radio downloaded from Last.FM
ar: تشغيل "راديو إنترنت" المحمل من برنامج لاست اف ام

source: Play Internet Radio downloaded from ShoutCast
ar: تشغيل راديو الانترنت المحمل من موقع شوت كاست

source: Play Music...
ar: تشغيل موسيقى

source: Play YouTube movies
ar: تشغيل أفلام اليوتيوب

source: Play audio in background
ar: تشغيل الصوت في الخلفية

source: Play next video
ar: تشغيل الفيديو التالي

source: Play recorded movies...
ar: تشغيل الافلام المسجله

source: Play video again
ar: تشغيل الفيديو مره أخرى

source: Play videos from PC on your STB
ar: تشغيل ملفات الفيديو من الكمبيوتر على جهازك

source: Playback of Youtube through a PC
ar: تشغيل اليوتيوب من خلال الكمبيوتر

source: Player for Network and Internet Streams
ar: مشغل للشبكة وبث الإنترنت

source: Player for Network and Internet Streams.
ar: مشغل للشبكة، وشبكة الإنترنت للبث .

source: Plays your favorite music and videos
ar: مشغل الموسيقى المفضلة لديك والأفلام الخاصة بك

source: Please Reboot
ar: من فضلك أعد التشغيل

source: Please Select Medium to be Scanned
ar: من فضلك أختار الوسيط المطلوب فحصه

source: Please Wait, the Big Bang is in progress
ar: يرجى إنتظار توسيع عالمك قيد المعالجة

source: Please add titles to the compilation.
ar: من فضلك أدخل عناوين المجموعة.

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
ar: يرجى أن تكون على علم، بأن أي شخص يمكن أن يعطل الرقابة الأبوية، إذا كان لديك لم يتم تعيين رقم سري.

source: Please be sure that your usb drive is NOT CONNECTED to your Vu+ box before to continue.
ar: الرجاء التأكد من أن محرك تعريف الفلاش مموري " غير موصول " بجهاز فيو بلس قبل الاستمرار.

source: Please be sure that your usb drive is NOT CONNECTED to your Vu+ box before you continue.
ar: الرجاء التأكد من أن الفلاش مموري الخاص بك غير متصل بجهاز الإستقبال الخاص بك قبل المتابعة.

source: Please change recording endtime
ar: من فضلك قم بتغيير وقت إنتهاء التسجيل

source: Please check your network settings!
ar: من فضلك أفحص إعدادات الشبكة!

source: Please choose an HbbTV application.
ar: الرجاء اختيار تطبيق البث الهجين.

source: Please choose an extension...
ar: من فضلك أختار إضافه...

source: Please choose he package...
ar: من فضلك اختار الحزمة...

source: Please choose one.
ar: الرجاء اختيار واحد.

source: Please choose the default services lists you want to install.
ar: من فضلك أختار قوائم القنوات الافتراضيه التى تريد تثبيتها.

source: Please choose.
ar: من فضلك أختار.

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
ar: من فضلك فم بتكوين أو تأكد من أسم الخادم بوضع القيم المطلوبه. عندما تكون مستعد أضغط موافق للاستمرار.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
ar: من فضلك قم بتكوين الإتصال بالانترنت بملأ القيم المطلوبه عندما تكون مستعد أضغط موافق للاستمرار

source: Please disable ALL the plugins you don't need to use.
ar: يرجى تعطيل جميع الإضافات لا تحتاج إلى استخدام.

source: Please disable ALL the plugins you don't need to use. This will speed up Image Performance.
ar: الرجاء تعطيل جميع الإضافات التي لاتحتاجها ولا تستخدمها. هذا سوف يسرع من أداء الصورة.

source: Please do not change any values unless you know what you are doing!
ar: من فضلك لا تغير أى قيمه ألا إذا كنت متأكد مما تفعل !

source: Please enable this application in BlackHole Speed Up panel to continue
ar: الرجاء تفعيل هذا التطبيق في لوحة إضافات البلاكهول السريعة إذا تريد الإستمرار

source: Please enter URL here
ar: من فضلك أدخل الرابط هنا

source: Please enter a name for the new bouquet
ar: من فضلك أدخل أسم الباقه الجديدة

source: Please enter a name for the new marker
ar: من فضلك أدخل أسم للعلامه الجديدة

source: Please enter a new filename
ar: من فضلك أدخل أسم جديد للملف

source: Please enter filename (empty = use current date)
ar: من فضلك أدخل أسم الملف (فارغ= استخدم التارخ الحالي)

source: Please enter name of the new directory
ar: من فضلك أدخل أسم الدليل الجديد

source: Please enter the correct pin code
ar: من فضلك أدخل الرقم السري الصحيح

source: Please enter the old PIN code
ar: الرجاء إدخال الرمز السري القديم

source: Please enter your email address here:
ar: من فضلك أدخل بريدك الإلكتروني هنا:

source: Please enter your name here (optional):
ar: من فضلك أدخل أسمك هنا (إختياري):

source: Please enter your search term.
ar: من فضلك أدخل شرط البحث.

source: Please follow the instructions on the TV
ar: من فضلك اتبع التعليمات على التليفزيون

source: Please input your E-mail address
ar: الرجاء إدخال البريد الإلكتروني الخاص بك

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
ar: من فضلك أعلم ان الوسيط المختار لا يمكن الدخول اليه ، ولهذا سيتم استخدام الدليل الافتراضى بدلا منه .

source: Please note that you agree to send software information of the box by applying the event. The collected data will be used in a form that does not personally identify you.
ar: يرجى ملاحظة أنك توافق على إرسال معلومات الصورة التشغيلية على جهازك . البيانات التي يتم جمعها من المستخدمين لن يتم الكشف عنها.

source: Please press OK to continue.
ar: من فضلك أضغط موافق للاستمرار

source: Please press OK!
ar: من فضلك اضغط موافق

source: Please provide a Text to match
ar: من فضلك أدخل نص لمقارنته

source: Please select a playlist to delete...
ar: أختار قائمة العرض المراد مسحها...

source: Please select a playlist...
ar: من فضلك أختار قائمة العرض...

source: Please select a standard feed or try searching for videos.
ar: من فضلك أستخدم البث العادي أو حاول البحث عن فيديوهات

source: Please select a subservice to record...
ar: من فضلك أختار الخدمه الفرعيه المطلوب تسجيلها...

source: Please select a subservice...
ar: من فضلك أختار الخدمه الفرعيه

source: Please select an NFI file and press green key to flash!
ar: الرجاء تحديد ملف ان في آي واضغط على المفتاح الأخضر الى الفلاشه!

source: Please select an extension to remove.
ar: من فضلك أختار الاضافه المطلوب حذفها

source: Please select an option below.
ar: من فضلك حدد إختيارا من التالي :

source: Please select medium to be scanned
ar: الرجاء تحديد المتوسطة للبحث عنها

source: Please select medium to use as backup location
ar: من فضلك أختار الوسيط الذى سييستخدم مكان النسخة الإحتياطية

source: Please select tag to filter...
ar: الرجاء اختيار العلامة للتصفية...

source: Please select the movie path...
ar: من فضلك أختار مسار الفيلم...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
ar: من فضلك أختار واجهة الشبكة التى تريد استخدامها فى الاتصال بالانترنت. أضغط موافق للاستمرار.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
ar: من فضلك أختار الشبكة اللاسلكيه التى تريد الاتصال بها أضغط موافق للاستمرار

source: Please set up tuner B
ar: من فضلك أضبط المؤالف ب

source: Please set up tuner C
ar: من فضلك أضبط المؤالف ج

source: Please set up tuner D
ar: من فضلك أضبط المؤالف د

source: Please use Virtual Keyboard for text rows only: -Username -Password -Alias -System
ar: الرجاء استخدام لوحة المفاتيح الافتراضية لصفوف النص فقط: \\ ن اسم المستخدم \\ ن كلمة \\ ن الاسم المستعار \\ ن النظام

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
ar: من فضلك استخدم أزرار الاسهم لتحريك نافذه صوره داخل صوره أضغط زر الباقات +/- لتغير مقاس النافذه أضغط موافق للعوده لوضع التليفزيون أو خروج لألغاء التحريك

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
ar: من فضلك أستخدم زر السهم العلوي أو السفلي لإختيار اللغه. ثم أضغط موافق .

source: Please visit our Support-Board at
ar: يرجى زيارة موقع الدعم على الرابط

source: Please wait (Step 2)
ar: من فضلك أنتظر (الخطوة الثانية)

source: Please wait for AP Configuration....
ar: من فضلك أنتظر ترتيب نقاط الوصول..../n

source: Please wait for activation of your network configuration...
ar: من فضلك أنتظر حتى يتم تنشيط تكوينات الشبكة

source: Please wait for activation of your network mount...
ar: من فضلك أنتظر بينما يتم تنشيط إرتباط الشبكة

source: Please wait for scanning AP...
ar: أنتظر من فضلك جاري البحث عن نقطة الوصول...

source: Please wait while DreamSet is writting your settings...
ar: الرجاء الانتظار أثناء قيام برنامج دريم ست بنقل ملف القنوات الخاص بك...

source: Please wait while removing selected package...
ar: من فضلك أنتظر حتى يتم حذف الحزمة المختاره

source: Please wait while removing your network mount...
ar: من فضلك أنتظر بينما يتم حذف إرتباط الشبكة

source: Please wait while scanning is in progress...
ar: من فضلك أنتظر حيث جارى البحث...

source: Please wait while searching for removable packages...
ar: من فضلك أنتظر جاري البحث عن الحزم المحذوفه...

source: Please wait while starting
ar: الرجاء الانتظار أثناء بدء التشغيل

source: Please wait while updating your network mount...
ar: من فضلك أنتظر بينما يتم تحديث إرتباط الشبكة

source: Please wait while we configure your network...
ar: من فضلك أنتظر جاري تكوين إتصال الشبكة

source: Please wait while we prepare your network interfaces...
ar: من فضلك أنتظر جاري تخضير واجهة الشبكة

source: Please wait while we test your network...
ar: من فضلك أنتظر جاري إختيار إتصال الشبكة...

source: Please wait while your network is restarting...
ar: من فضلك أنتظر جاري إعادة تشغيل الشبكة

source: Please wait...
ar: من فضلك أنتظر...

source: Please wait... Loading list...
ar: انتظر من فضلك ...يتم تحميل القائمه...

source: Please, use Black Hole Extra Settings Device Panel to format and map your devices.
ar: من فضلك,إستخدام البلاكهول إعدادات إضافية لوحة جهاز لتهيئة والخريطة الأجهزة الخاصة بك.

source: Please: DO NOT reboot your Vu+ and turn off the power.
ar: من فضلك : لا تقم بإعادة التشغيل الفوبلس الخاص بك ولاتقوم بإغلاقه .

source: Plugin browser
ar: تصفح البلج إنز

source: Plugin manager activity information
ar: معلومات التحكم في الإضافات المفعلة

source: Plugin manager help
ar: مساعدة في التحكم في الإضافات

source: Plugin: %(plugin)s , Version: %(version)s
ar: البرنامج المساعد: s % (البرنامج المساعد)، الإصدار: s % (الإصدار)

source: Plugins
ar: البلج أنز

source: Plugins Panel
ar: لوحة البلج إنز

source: Plugins Panel - Shows Plugins
ar: لوحة البلج إنز - يظهر بلج إنز

source: Plugins list positions saved.
ar: تم حفظ أماكن قائمة الملحقات.

source: PluginsPanel
ar: لوحة البلج إنز

source: PodCast streams podcasts to your STB.
ar: برنامج البودكاست يبث البودكاست الخاص بك على الرسيفر

source: Poland
ar: بولندا

source: Polarity
ar: الإستقطاب

source: Polarization
ar: الاستقطاب

source: Polish
ar: بولندي

source: Poll Interval (in h)
ar: فاصل الاستقصاء الزمني (في الساعه)

source: Poll automatically
ar: الإستطلاع التلقائي

source: Popular on YouTube
ar: الفديوهات الأكثر إنتشارا

source: Popup
ar: يظهر من المنتصف

source: Popup Text
ar: كتابة في المنتصف

source: Port
ar: المنفذ

source: Port A
ar: مدخل أ

source: Port B
ar: مدخل ب

source: Port C
ar: مدخل ج

source: Port D
ar: مدخل د

source: Portuguese
ar: برتغالى

source: Position of completed timers in timerlist
ar: مكان المؤقتات المكتملة في قائمة المؤقتات

source: Position of finished Timers in Timerlist
ar: موقف توقيت الانتهاء في قائمة المؤقتات

source: Position:
ar: مكان الشريط

source: Positioner
ar: الموتور

source: Positioner (selecting satellites)
ar: المتحرك (أختيار الاقمار)

source: Positioner fine movement
ar: التحريك الدقيق للموتور

source: Positioner movement
ar: تحريك الموتور

source: Positioner setup
ar: ضبط الموتور

source: Positioner storage
ar: تخزين الطبق المتحرك

source: PositionerSetup helps you installing a motorized dish
ar: ضبط اعداد الطبق المتحرك يساعد في تثبيت طبق الستلايت

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
ar: حالة الطاقه التى سيتم التغيير إليها بعد التسجيلات . إختيار "قياسي" لعدم تغيير القيم الافتراضيه للاينجما أو القيم المعدله بواسطتك

source: Power threshold in mA
ar: قياس الطاقه في الميكرو امبير

source: Preamble
ar: مقدمة

source: Predefined Command to execute
ar: معرفة مسبقا الأوامر لتنفيذ

source: Predefined transponder
ar: باقة معرفة مسبقاً

source: Prefer AC3
ar: تفضيل ترميز الصوت الثلاثي

source: Prefer AC3 track
ar: تفضيل ترميز الصوت الثلاثي

source: Prefer AC3+ track
ar: تفضيل ترميز الصوت الثلاثي بلس

source: Prefer DVB-grafical subtitles
ar: تفضيل الترجمة التصويرية في بث الفديو الرقمي

source: Prefer audio stream stored by service
ar: تفضل دفق الصوت تخزينها بواسطة الخدمة

source: Prefer audio track stored by service
ar: تفضيل مسار الصوت مخزن من القناة

source: Prefer graphical DVB subtitles
ar: تفضيل الترجمة التصويرية في بث الفديو الرقمي

source: Prefer hearing impaired subtitles
ar: تفضيل سمع الترجمات الصوتية

source: Prefer specific tuner
ar: تفضيل المؤالف المحدد

source: Prefer subtitle stored by service
ar: تفضيل الترجمة الفرعية من خلال القناة

source: Prefer subtitles for hearing impaired
ar: تفضيل سماع الترجمات الصوتية

source: Prefer subtitles stored by service
ar: تفضيل تشغيل ترجمة القنوات المخزنة

source: Preference
ar: تفْضيل

source: Preferred tuner
ar: تفضيل التيونر

source: Preferred tuner for recordings
ar: المؤالف المفضل في التسجيلات

source: Premium-Key
ar: مفتاح تشغيل الخدمة

source: Prepare another USB stick for image flashing
ar: إعداد فلاش ميموري لتثبيت صوره على الفلاشة الداخليه

source: Preparing... Please wait
ar: جاري التجهيز ... الرجاء الانتظار

source: Press Green/OK to start the scan
ar: أضغط الزر الأخضر/موافق لبدء البحث

source: Press INFO on your remote control for additional information.
ar: اضغط زر انفو على الريموت الخاص بك للحصول على معلومات إضافيه

source: Press MENU on your remote control for additional options.
ar: اضغط مينيو على الريموت لخيارات إضافيه

source: Press OK on your remote control to continue.
ar: أضغط موافق من الريموت للإستمرار

source: Press OK to activate the selected skin.
ar: أضغط موافق لتفعيل السكن المختار.

source: Press OK to activate the settings.
ar: اضغط موافق لتفعيل الاعدادات

source: Press OK to collapse this host
ar: أضغط موافق لإضافة هذا المضيف

source: Press OK to edit selected settings.
ar: اضغط موافق لتحرير الاعدادات المختاره

source: Press OK to edit the settings.
ar: أضغط موافق لتحرير الاعدادات

source: Press OK to expand this host
ar: أضغط موافق لتوسيع هذا المضيف

source: Press OK to get further details for %s
ar: أضغط موافق للحصول على تفاصيل أكثر %s

source: Press OK to mount this share!
ar: اضغط موافق لربط المشاركة

source: Press OK to mount!
ar: أضغط موافق ليتم الإرتباط

source: Press OK to save settings.
ar: أضغط موافق لحفظ الاعدادات

source: Press OK to scan
ar: اضغط موافق للبحث

source: Press OK to select a Provider.
ar: أضغط موافق وأختار المزود

source: Press OK to select satellites
ar: أضغط على مفتاح موافق لتحديد الاقمار الصناعية

source: Press OK to select.
ar: أضغط موافق وأختار

source: Press OK to select/deselect a CAId.
ar: إضغط موافق لاختيار/الغاء اختيار الكايد

source: Press OK to start the scan
ar: اضغط موافق لبدأ البحث

source: Press OK to toggle the selection.
ar: أضغط موافق لتغيير الأختيار

source: Press REd button to continue when ready.
ar: اضغط الزر الأحمر للمتابعة عندما تكون جاهزاً.

source: Press Red button to continue, when you are ready and your usb is disconnected.
ar: أضغط على المفتاح الاحمر للمتابعة,عندما تكون على إستعداد قبل فصل الفلاش مموري من جهازك.

source: Press green button to start
ar: اضغط الزر الأخضر للبدء

source: Press ok to confirm
ar: اضغط موافق للتأكيد

source: Press red button to continue when ready.
ar: اضغط الزر الأحمر للمتابعة عندما تكون جاهزاً.

source: Press red button to continue.
ar: اضغط الزر الأحمر للمتابعة.

source: Press yellow to set this interface as default interface.
ar: أضغط الزر الأصفر لتجعل هذه الواجهه هى الواجهه الإفتراضية

source: Prev
ar: السابق

source: Preview
ar: معاينه

source: Preview AutoTimer
ar: معاينة المؤقت الآلى

source: Preview menu
ar: معاينة القائمة

source: Preview screenshots of running tv shows
ar: لقطات شاشة المعاينة لتشغيل العروض التلفزيونية

source: Preview screenshots of running tv shows.
ar: معاينة الصور الملتقطه من العروض التلفزيونية.

source: Primary DNS
ar: أسم النطاق الاولي

source: Prioritize updates of packages (--force-overwrite)
ar: إعطاء الأولوية لتحديثات الحزم (-الكتابة فوقها)

source: Priority
ar: الأولؤية

source: Process
ar: عملية

source: Process Info
ar: معلومات العملية

source: Profile
ar: الملف الشخصي

source: Profile 1
ar: الملف الشصخصي 1

source: Profile 2
ar: الملف الشخصي 2

source: Progress
ar: متقدم

source: Progress bar left
ar: شريط التقدم في اليسار

source: Progress bar right
ar: شريط التقدم في اليمين

source: Project-id-
ar: مشروع - المعرف -

source: Properties of current title
ar: خصائص العنوان الحالي

source: Protect Screens
ar: حماية عرض القنوات

source: Protect services
ar: حماية القنوات

source: Protect setup
ar: حماية الضبط

source: Provider
ar: مزود

source: Provider Name:
ar: اسم المزود:

source: Provider Settings
ar: إعدادات المزود

source: Provider to scan
ar: المزود الذى سيتم البحث فيه

source: Provider:
ar: المزود:

source: Providers
ar: مزودي القنوات

source: Providers start order
ar: تشغيل طلب مزودي الخدمات

source: Published
ar: تم النشر

source: Push key "Exit long" to show the clock while watching TV.
ar: اضغط مفتاح " اكسيت مطولا" لعرض الساعه اثناء مشاهدة التلفاز

source: Push key "Exit long" to show the clock while watching TV. Clock will disappear after the specified timeout or by pushing key "Exit long" again. Modify the settings to match your preferences. To change the clock position, select "Move clock" and relocate.
ar: أضغط مفتاح/"أكسيت مطولآ"/ لعرض الساعة أثناء مشاهدة التلفزيون.على مدار الساعة وسوف تختفي بعد المهلة المحددة أو بواسطة الضغط على مفتاح /"أكسيت مطولآ"/ مرة أخرى./n تعديل الإعدادات لتناسب تفضيلاتك. لتغير الوضع على مدار الساعة,أختار /"نقل الساعة"/ وتغير مكانها.

source: Push red button to continue when you are ready and your usb is disconnected.
ar: أضغط الزر الاحمر للاستمرار عندما تكون جاهزآ والفلاش مموري غير متصل.

source: PushService
ar: خدمة الإشعارات

source: PushService Configuration 0.2.6
ar: تكوين إشعار الخدمات الإصدار 0.2.6

source: PushService configuration
ar: تكوين خدمة الإشعارات

source: Put TV in standby
ar: وضع التلفزيون في وضع الاستعداد

source: Put receiver in standby
ar: وضع الرسيفر في وضع الإستعداد

source: Python frontend for /tmp/mmi.socket.
ar: فتحة الواجهه الاماميه لبايثون. /tmp/mmi

source: Query details from the Internet Movie Database
ar: تفاصيل إستعلام قاعدة بيانات الأفلام على الإنترنت

source: Question
ar: سؤال

source: Quick
ar: سريع

source: Quickzap
ar: إنتقال سريع

source: Quit
ar: خروج

source: RC Menu
ar: قائمة الريموت كنترول

source: REC button long press
ar: أضغط مطولا على زر التسجيل

source: REC button press
ar: أضغط زر التسجيل

source: RF output
ar: مخرج تردد الراديو

source: RGB
ar: أحمر,أخضر,أزرق

source: RSS viewer
ar: مشاهدة خدمة الاخبار السريعة

source: RT8070/RT3070/RT3370 USB wireless-n driver
ar: RT8070/RT3070/RT3370 تعريف قطعة الشبكة الاسلكيه

source: RTS Threshold (0~2347)
ar: طلب إرسال الموجات (0 ~ 2347)

source: Radio
ar: راديو

source: Ralink
ar: لاقط لاسلكي

source: Ram
ar: الذاكرة العشوائية

source: Ram Disk
ar: الذاكرة العشوائية للقرص الصلب

source: Ram in use:
ar: الرام المستخدمة:

source: Random
ar: عشوائى

source: Rating
ar: تصنيف

source: Ratings:
ar: التصنيف

source: Really close without saving settings?
ar: هل تريد الإغلاق بدون حفظ الإعدادات؟

source: Really delete done timers?
ar: هل تريد فعلا مسح المؤقتات المعموله ؟

source: Really exit the subservices quickzap?
ar: هل تريد فعلا الخروج السريع من مقدم الخدمات ؟

source: Really reboot now?
ar: هل تريد فعلا إعادة التشغيل الان ؟

source: Really restart now?
ar: هل تريد فعلا إعادة التشغيل الان ؟

source: Really shutdown now?
ar: هل تريد فعلا الاغلاق الان ؟

source: Realtek
ar: كرت صوت

source: Reboot
ar: إعادة التشغيل

source: Reboot Confirmation
ar: تأكيد إعادة التشغيل

source: Reception Settings
ar: إعدادات الاستقبال

source: Reconstruct .ap and .sc files
ar: إعادة .ap و.sc ملفات

source: Reconstruct missing or corrupt .ap and .sc files of recorded movies.
ar: إعادة .ap مفقودة أو تالفة والملفات .sc من الأفلام المسجلة.

source: Record
ar: تسجيل

source: Record a maximum of x times
ar: تسجيل كحد أقصى من المرات

source: Record on
ar: التسجيل يعمل

source: Record settings
ar: إعدادات التسجيل

source: Record time limited due to conflicting timer %s
ar: وقت تسجيل محدود لوجود مؤقت متعارض %s

source: RecordNotification
ar: تنبيهات التسجيل

source: RecordSunnary
ar: ملخص التسجيل

source: Recorded files...
ar: ملفات مسجله...

source: Recorded files:
ar: ملفات مسجله...

source: Recording
ar: تسجيل

source: Recording Menu
ar: قائمة التسجيلات

source: Recording Picture [ok]>
ar: صور التسجيلات [موافق]>

source: Recording paths
ar: مسارات التسجيل

source: Recording settings
ar: إعدادات التسجيل

source: Recording type
ar: نوع التسجيل

source: Recording(s) are in progress or coming up in few seconds!
ar: التسجيل قيد التنفيذ أو سيبدأ فى ثوان قليله

source: Recordings
ar: تسجيلات

source: Recordings always have priority
ar: التسجيلات لها الأولوية دائمآ

source: Red button...
ar: الزر الأحمر...

source: Red colored
ar: اللون الأحمر

source: Red long
ar: الأحمر مطول

source: Redirect notifications to Growl, Snarl, Prowl or Syslog
ar: إعادة توجيه التنبيهات إلى خدمة الجراول، سنيرال، براول أو سيسلوغ

source: Reenter new PIN
ar: إعادة إدخال رقم سري جديد

source: Refresh EPG every day at time
ar: تحديث دليل البرامج اليومي كل يوم وفي أي وقت

source: Refresh EPG every day at time:
ar: تحديث دليل البرامج اليومي كل يوم وفي أي وقت:

source: Refresh Rate
ar: معدل التحديث

source: Refresh interval in minutes:
ar: تحديث الفاصل الزمني بالدقائق:

source: Refresh rate
ar: معدل التحديث

source: Refresh rate selection.
ar: إختيار معدل التحديث

source: Regard deep standby as standby
ar: يعتبر الاستعداد العميق مثل وضع الاستعداد

source: Related video entries.
ar: مدخلات الفيديو ذات الصله

source: Relevance
ar: الأكثر تطابقاً

source: Reload
ar: إعادة تحميل

source: Reload Black-/Whitelists
ar: إعادة تحميل القائمة السوداء/البيضاء

source: Reload Device
ar: إعادة تحميل الجهاز

source: Remember last service in PiP
ar: تذكر القناة الأخيرة في عرض صورة داخل صورة

source: Remember service PIN
ar: تذكر الرقم السري للقناة

source: Remember service PIN cancel
ar: تغيير الرقم السري للقناة

source: Remember to select the correct Audio track in the audio menu if there is no audio or the wrong language is streaming.
ar: تذكر لتحديد مسار الصوت الصحيح في القائمة السمعية إذا لم يكن هناك صوت أو لغة خاطئة وتدفق.

source: Remote Control Code
ar: رمز ريموت التحكم عن بعد

source: Remote Control Code Setting
ar: إعداد رموز جهاز التحكم عن بعد

source: Remote Control System Code
ar: رموز نظام ريموت التحكم عن بعد

source: Remote Control System Code Setting
ar: إعدادات جهاز التحكم عن بعد رمز النظام

source: Remote channel stream converter
ar: التحكم بتحويل قنوات البث

source: Remote timer and remote TV player
ar: الموقت عن بعد ومشغل التلفزيون عن بعد

source: RemoteControlCode
ar: رموز التحكم بالريموت كنترول

source: Remove
ar: حذف

source: Remove Bookmark
ar: حذف الإشارة المرجعية

source: Remove Confirmation
ar: تأكيد الحذف

source: Remove Opera HbbTV
ar: إزالة تطبيق البث الهجين

source: Remove Plugins
ar: حذف الـبلج إنز

source: Remove a mark
ar: حذف علامه

source: Remove bookmark
ar: إزالة العلامة المرجعية

source: Remove completed timers after (days)
ar: إزالة المؤقتات المكتملة بعد (أيام)

source: Remove controller
ar: إزالة المراقب
