Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: You can use this plugin to dynamically hide Plugins from either the Extensions- or Pluginmenu without having to modify the source code of the respective plugin.After installation you find the settings as "Hide Plugins" under Setup / System.
ar: يمكنك استخدام هذا البرنامج المساعد لإخفاء حيوي الإضافات سواء من الإضافات البرمجية أو Pluginmenu دون الحاجة إلى تعديل التعليمات البرمجية المصدر من التثبيت plugin.After منها تجد إعدادات ك \\\\ &quot;إخفاء الإضافات \\\\&quot; تحت الإعداد / نظام.

source: You cannot delete this!
ar: لايمكنك مسح هذه !

source: You chose not to install any default services lists.
ar: لقد أخترت عدم تثبيت قوائم القنوات الافتراضيه

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
ar: لقد أخترت عدم تثبيت الاعدادات الافتراضيه ، لكن يمكنك تثبيتها لاحقا من قائمة الاعدادات

source: You chose not to install anything. Please press OK finish the install wizard.
ar: لقد أخترت عدم تثبيت أى شيئ ، من فضلك أضغط موافق لأغلاق نافذة التثبيت

source: You chose the incorrect file.
ar: اخترت ملف غير صحيح.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
ar: أنت لم تقدم صالحة &quot;المباراة في عنوان&quot; سمة لAutoTimer الجديد. \\ ناس هذا هو سمة إلزامية كنت لا يمكن أن يستمر دون أن تفعل ذلك.

source: You didn't select a channel to record from.
ar: لم تحدد قناة لتسجيل من.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
ar: لقد أدخلت "%s" كنص للمطابقه . هل تريد حذف المسافات الزائده ؟

source: You have chosen to backup your settings. Please press OK to start the backup now.
ar: إذا أخترت عمل نسخه إحتياطيه للاعدادات ، من فضلك أضغط موافق لكي يبدء النسخ الإحتياطي الان

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
ar: لقد اخترت إنشاء جديد .تثبيت الصورة على الفلاشة الداخلية عبر الفلاش مموري. هذا وسوف يعاد تقسيم الفلاش مموري، وبالتالي سيتم مسح جميع البيانات الموجودة عليها.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
ar: لقد أخترت أن تستعيد الاعدادات . سيتم إعادة تشغيل الاينجما2 بعد الاستعاده .أضغط موافق لتبدأ الاستعاده الان .

source: You have to Activate Inadyn before to start
ar: لديك أيبي أسمي مفعل قبل التشيغل

source: You have to Activate OpenVpn before to start
ar: عليك "تفعيل المسنجر" قبل أن تبدأ

source: You have to activate Backup before to Restore.
ar: يجب عليك تنشيط النسخ الاحتياطي قبل الاستعادة.

source: You have to create a Swap File before to activate the autostart.
ar: لديك لإنشاء ملف مبادلة قبل لتفعيل تلقائي.

source: You have to provide a name for the new Image.
ar: يجب عليك تزويد أسم للصورة الجديدة.

source: You have to provide both Server Name and Epg.dat Url
ar: لديك لتقديم كل اسم الخادم ورابط بيانات دليل البرامج الإلكترونية

source: You have to remove the installed %s before to install a new settings pack.
ar: هل تريد إزالة الإضافة المثبته %s قبل تثبيت حزمة الإعدادات الجديدة.

source: You have to select one Image to install. Please, upload your zip file in the folder: /media/meoboot/MbootUpload and select the image to install.
ar: لديك لتحديد صورة واحدة لتثبيت \\\\ n الرجاء، وتحميل ملف مضغوط في مجلد:. / وسائل الإعلام / meoboot / MbootUpload واختر صورة لتثبيت.

source: You have to setup backup location.
ar: عليك إعداد موقع النسخة الاحتياطية.

source: You have to wait %s!
ar: يجب أن تنتظر %s !

source: You must set at least one Command
ar: يجب عليك تعيين قيادة واحدة على الأقل

source: You need a PC connected to your VuPlus. If you need further instructions, please visit the website http://www.dm7025.de. Your VuPlus will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
ar: تحتاج الى كومبيوتر متصل بالفوبلس، لمزيد من الارشادات نرجو زيارة الموقع. سوف يتم الان إغلاق الفوبلس.بعد النتهاء من تنفيذ تعليمات التحديث من صفحة الانترنت سوف يتم سؤالك إذا كنت تريد إستعادة الاعدادات.

source: You need to configure crossepg before starting downloader. Would You like to do it now ?
ar: تحتاج إلى تكوين دليل البرامج الإلكترونية قبل بدء التحميل . هل تريد القيام بذلك الآن؟

source: You need to configure crossepg before starting downloader./n Would You like to do it now ?
ar: تحتاج إلى تكوين مستعرض دليل البرامج الإلكترونية قبل بدء التحميل.تريد أن تفعل ذلك الأن؟

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
ar: تحتاج إلى تعيين رمز سري وإخفائه عن أطفالك. هل تريد تعيين الرقم سري الآن؟

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
ar: تم بنجاح تكوين مؤقت آلى جديد . هل تريد إضافته الى القائمه ؟ يمكنك العوده خطوه للخلف بالضغط على زر خروج من الريموت .

source: YouTube TV
ar: اليوتيوب

source: YouTube TV Settings
ar: إعدادات اليوتيوب

source: YouTube TV URL
ar: رابط اليوتيوب

source: YouTube TV is a new way to watch YouTube videos on Vu+
ar: طريقة جديدة لمشاهدة مقاطع اليوتيوب على أجهزة الفوبلس

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
ar: السمة الخاصة بك في العنوان تنتهي بمسافة بيضاء. يرجى تأكيد إذا كان هذا مقصودا، إذا لم يكن كذلك سيتم إزالتها.

source: Your STB is now ready to use. Your internet connection is working now.
ar: الفوبلس جاهز للاستخدام الان. الاتصال بالانترنت يعمل الان.

source: Your STB is now ready to use. Your internet connection is working now. Please press OK to continue.
ar: الفوبلس جاهز للاستخدام الان. الاتصال بالانترنت يعمل الان. أضغط موافق للاستمرار.

source: Your STB isn't connected to the internet properly. Please check it and try again.
ar: جهاز الإستقبال الخاص بك غير متصل على شبكة الإنترنت بشكل صحيح. يرجى التحقق من ذلك وحاول مرة أخرى.

source: Your STB will restart after pressing OK on your remote control.
ar: سيتم إعادة تشغيل الفوبلس بعد الضغط على زر موافق من الريموت كونترول.

source: Your Universes have been re-inizialized. You can now start to rebuild your worlds.
ar: تم الأكوان الخاصة بك إعادة التثبيت. يمكنك الآن البدء في إعادة بناء عوالم الخاص بك.

source: Your Vu+ will freeze during the installation process.
ar: سيكون لديك فو تجميد أثناء عملية التثبيت.

source: Your VuPlus is shutting down. Please stand by...
ar: يتم الان إغلاق الفوبلس. من فضلك كن مستعدا...

source: Your VuPlus isn't connected to the internet properly. Please check it and try again.
ar: جهاز الفوبلس الخاص بك غير متصل بالإنترنت بشكل صحيح . الرجاء التحقق والمحاولة مرة أخرى.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
ar: نجاح عمل نسخة إحتياطية . سوف نشرح لك طريقة الترقيه الان.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
ar: هذه المجموعه تزيد عن حجم وسيط ذو طبقه واحده. أنت تحتاج الى دى فى دى ثنائى فارغ!

source: Your config file is not well-formed: %s
ar: ملف التكوين غير جيد : %s

source: Your current collection will get lost!
ar: سوف تفقد المجموعه الحاليه !

source: Your email address:
ar: عنوان بريدك الإلكتروني:

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
ar: يجب ترقية البرامج الثابتة الخاص بك معالج الأمامي. اضغط موافق لبدء الترقية.

source: Your internet connection is not working! Please choose what you want to do next.
ar: الاتصال بالانترنت لا يعمل ! من فضلك أختار ماذا تريد أن تفعل بعد ذلك.

source: Your name (optional):
ar: إسمك (إختيارى):

source: Your network configuration has been activated.
ar: تم تنشيط تكوين الشبكة

source: Your network is not working. Please try again.
ar: شبكة الاتصال لا تعمل. الرجاء المحاولة مرة أخرى.

source: Your network mount has been activated.
ar: تم تنشيط إرتباط الشبكة.

source: Your network mount has been removed.
ar: تم حذف إرتباط الشبكة.

source: Your network mount has been updated.
ar: تم تحديث إرتباط الشبكة.

source: Your receiver Is rebooting
ar: إعادة تشغيل جهاز الإستقبال الخاص بك

source: Your receiver is rebooting
ar: يتم إعادة تشغيل جهاز الاستقبال الخاص بك

source: Your receiver is shutting down
ar: يتم الآن إيقاف تشغيل جهاز الاستقبال الخاص بك

source: Your receiver is shutting down. Please stand by...
ar: يتم الآن إيقاف تشغيل جهاز الاستقبال الخاص بك. الرجاء الانتظار...

source: Your receiver might be unusable now. Please consult the manual for further assistance before rebooting your receiver.
ar: قد يكون جهاز الاستقبال الخاص بك غير قابل للاستخدام الآن. الرجاء مراجعة الدليل للحصول على مساعدة إضافية قبل إعادة تشغيل جهاز الاستقبال الخاص بك.

source: Your receiver will restart after pressing OK on your remote control.
ar: سيتم إعادة تشغيل جهاز الاستقبال الخاص بك بعد الضغط على "موافق" على جهاز التحكم عن بعد.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
ar: تعثر تشغيل إتصال كيبل الإنترنت الخاص بك ! هل مرفق إتصال الشبكة اللاسلكية الخاص بك ? الرجاء اختيار ما تريد القيام به بعد ذلك.

source: ZDFMediathek allows you to watch streams from ZDF Mediathek.
ar: قناة ZDF تملك بث وسائط وتسمح لك مشاهدة البث على الخدمة

source: Zap
ar: التنقل

source: Zap PiP and not main screen
ar: التنقل بين صورة داخل صورة بدون عرض الشاشة الرئيسية

source: Zap back to previously tuned service?
ar: هل تريد الإنتقال إلى أخر قناة في البحث؟

source: Zap back to service before positioner setup?
ar: هل تريد الرجوع إلى القناة الأخيرة قبل ضبط الموتور ؟

source: Zap back to service before satfinder?
ar: هل تريد التنقل الى القناه الاخيره قبل باحث الاقمار ؟

source: Zap back to service before tuner setup?
ar: هل تريد الرجوع إلى القناة الأخيرة قبل ضبط المؤالف ؟

source: Zap between commercials
ar: التنقل بين الإعلانات

source: Zap mode
ar: شكل التنقل

source: ZapStatistic shows the watched services with some statistics.
ar: إنتقل لعرض الإحصائيات ومشاهدة خدمة بعض الإحصائيات.

source: Zapping Mode
ar: وضع التنقل

source: Zapping Mode Selection
ar: إختيار وضعية الفيديو.

source: ZappingModeSelection
ar: أختار وضع الإنطلاق

source: Zoom into letterboxed/anamorph movies
ar: تكبير داخل الشاشة المصغرة/لمشاهدة الأفلام

source: Zoom into letterboxed/anamorph movies.
ar: تكبير داخل الشاشة المصغرة/لمشاهدة الأفلام.

source: Zydas
ar: كروت الوايرلس

source: [ N/A ]
ar: [ لاشئ ]

source: [Status]
ar: [الحالة]

source: [alternative edit]
ar: [تحرير البديل]

source: [bouquet edit]
ar: [تحرير الباقه]

source: [favourite edit]
ar: [تحرير المفضله]

source: [move mode]
ar: [وضع التحريك]

source: a HD skin from Kerni
ar: سكن عالي الوضوح من كيرني

source: a gui to assign services/providers to common interface modules
ar: واجهة الانجما قنوات/مزودين في في وحدات واجهة المستخدم

source: a gui to assign services/providers/caids to common interface modules
ar: واجهة الانجما قنوات/مزودين/كايدات في وحدات واجهة المستخدم

source: abort alternatives edit
ar: إلغاء تحرير البدائل

source: abort bouquet edit
ar: الغاء تحرير الباقه

source: abort favourites edit
ar: الغاء تحرير المفضله

source: about to start
ar: على وشك البدأ

source: activate change password for VTI Panel
ar: تنشيط تغيير كلمة المرور في لوحة تحكم صور فريق الفوبلس

source: activate current configuration
ar: تنشيط التكوين الحالي

source: activate network adapter configuration
ar: تنشيط تكوين محول الشبكة

source: add AutoTimer
ar: أضف التوقيت التلقائي

source: add AutoTimer...
ar: إضافة مؤقت ألى....

source: add Current
ar: أضف الحالي

source: add Provider
ar: إضافة مزود خدمه

source: add Service
ar: إضافة قناة

source: add a nameserver entry
ar: إضافه بند اسم خادم

source: add alternatives
ar: إضافة بدائل

source: add bookmark
ar: إضافة مرجعيه

source: add bouquet
ar: إضافة باقه

source: add directory to playlist
ar: إضافة دليل لقائمه الاغانى

source: add file to playlist
ar: إضافة ملف لقائمة الاغانى

source: add files to playlist
ar: إضافة ملفات لقائمة الاغانى

source: add filters
ar: إضافة مرشحات

source: add marker
ar: إضافة علامه

source: add recording (enter recording duration)
ar: إضافة تسجيل (أدخل مدة التسجيل)

source: add recording (enter recording endtime)
ar: إضافة تسجيل(أدخل زمن انتهاء التسجيل)

source: add recording (indefinitely)
ar: إضافة تسجيل (غير محدد المده)

source: add recording (stop after current event)
ar: إضافة تسجيل (وإيقاف بعد انتهاء البرنامج الحالى)

source: add server
ar: إضافة خادم

source: add service to bouquet
ar: إضافة القناة إلى الباقه

source: add service to favourites
ar: إضافه القناة إلى المفضله

source: add services
ar: إضافة قنوات

source: add to parental protection
ar: أضف حمايه أبويه

source: addons
ar: الإضافات

source: address:
ar: العنوان

source: advanced
ar: متقدم

source: advancedrestore
ar: إستعادة متقدمة

source: advancedsimple
ar: متقدم بسيط

source: after 1 minute
ar: بعد دقيقة

source: after 10 minutes
ar: بعد عشر دقائق

source: after 105 minutes
ar: بعد مائة وخمسة دقائق

source: after 120 minutes
ar: بعد مائة وعشرون دقيقة

source: after 15 minutes
ar: بعد خمسة عشر دقيقة

source: after 30 minutes
ar: بعد ثلاثون دقيقة

source: after 45 minutes
ar: بعد خمسة واربعون دقيقة

source: after 5 minutes
ar: بعد خمس دقائق

source: after 60 minutes
ar: بعد ستون دقيقة

source: after 75 minutes
ar: بعد سبعة وخمسون دقيقة

source: after 90 minutes
ar: بعد تسعون دقيقة

source: alphabetic sort
ar: ترتيب أبجدي

source: assign color buttons (red/green/yellow/blue) to plugins from MOVIELIST.
ar: تعيين أزرار الألوان (أحمر/أخضر/أصفر/أزرق) في الإضافات من لائحة الأفلام.

source: assign color buttons to plugins from MOVIELIST
ar: تعيين أزرار الألوان في الإضافات من لائحة الأفلام

source: assign long key-press (red/green/yellow/blue) to plugins or E2 functions.
ar: تعيين ضغط مفتاح طويلآ (أحمر/أخضر/أصفر/أزرق) في الإضافات أو وظائف الانجما2.

source: assign long key-press on color buttons to plugins or E2 functions
ar: تعيين ضغط مفتاح طويلآ من الأزرار الملونة ومن الإضافات أو وظائف الانجما2

source: assigned CAIds:
ar: تعيين الكايدات:

source: assigned Services/Provider:
ar: تعيين الخدمات/المزود:

source: at beginning
ar: في البداية

source: at end
ar: في النهاية

source: audio track (%s) format
ar: مسار الصوت (%s) تهئيىة

source: audio track (%s) language
ar: مسار الصوت (%s) لغة

source: audio tracks
ar: مسارات الصوت

source: auto
ar: تلقائي

source: auto (off)
ar: آلي (لايعمل)

source: autobouquetsmakermaker
ar: صانع الباقات الآلي

source: automatic
ar: آلي

source: autotimers need a match attribute
ar: التطابق ميزة إلزامية.

source: available
ar: متاح

source: back
ar: للخلف

source: background image
ar: صورة الخلفية

source: backgroundcolor
ar: لون الخلفية

source: backup or restore your settings (only for experts)
ar: نسخ أو إستعادة الإعدادات الخاصة بك (فقط للخبراء)

source: backup/restore or install software
ar: النسخ الاحتياطي/الاستعادة أو تثبيت البرامج

source: backupfiles
ar: ملفات النسخ الإحتياطية

source: backuplocation
ar: مكان النسخ الإحتياطي

source: baseline
ar: الأساس

source: better
ar: أفضل

source: black
ar: أسود

source: blacklist
ar: القائمه السوداء

source: blue
ar: أزرق

source: bob
ar: شعبي

source: btime
ar: الوقت

source: burn audio track (%s)
ar: حرق أغنية (%s)

source: button setup
ar: ضبط الأزرار

source: caid:
ar: الكايد

source: case-insensitive search
ar: البحث عن طريق الحروف الأبجدية

source: case-sensitive search
ar: البحث عن طريق الحروف الأبجدية

source: center
ar: وسط

source: change
ar: يغيّر

source: change recording (duration)
ar: تغيير التسجيل (المده الزمنيه)

source: change recording (endtime)
ar: تغيير التسجيل (وقت الانتهاء)

source: chapters
ar: الفصول

source: choose drivers for download/install
ar: أختار التعاريف من تحميل/تثبيت

source: choose drivers from local filesystem to install
ar: أختيار التعاريف من تثبيت نظام ملفات محلي

source: circular left
ar: دائرى يسار

source: circular right
ar: دائرى يمين

source: clear playlist
ar: مسح قائمة العرض

source: committed,
ar: مرتبط

source: committed, toneburst
ar: مرتبط,نبضات التدفق

source: committed, uncommitted, toneburst
ar: مرتبط,غير مرتبط,نبضات التدفق

source: complex
ar: مركب

source: config changed.
ar: تغير التكوين.

source: config menu
ar: قائمه الضبط

source: confirmed
ar: تم التأكيد

source: connected
ar: تم الاتصال

source: continue
ar: استمرار

source: continue/pause
ar: إستمرار/ توقف

source: control multiple STBes with different RCs
ar: التحكم بأجهزة الإستقبال المتعددة مع تسجيلات مختلفة

source: copy to bouquets
ar: نسخ إلى الباقات

source: could not be removed
ar: لا يمكن حذفها

source: cpu
ar: وحدة المعالج

source: cpu MHz:
ar: وحدة المعالجة ميغاهيرتز:

source: cpu model:
ar: موديل المعالج:

source: cpu1
ar: وحدة المعالج الأول

source: create directory
ar: إنشاء دليل

source: create folder
ar: إنشاء مجلد

source: creates virtual series folders from episodes
ar: يقوم بإنشاء مجلدات مرئيه سلسلة من الحلقات

source: creates virtual series folders from sets of recorded episodes
ar: يقوم بإنشاء مجلدات مرئيه سلسلة من مجموعات من الحلقات المسجلة

source: ctxt
ar: نص المعالج

source: currently installed image: %s
ar: حاليا تثبيت الصورة: % s

source: cyan
ar: أزرق فاتح

source: daily
ar: يومي

source: dark yellow
ar: أصفر داكن

source: day
ar: يوم

source: deepstandby
ar: الإستعداد العميق

source: default
ar: إفتراضى

source: delete
ar: مسح

source: delete cut
ar: مسح القطع

source: delete enteries from main menu of your VU+
ar: مسح المدخلات من القائمة الرئيسية في الفوبلس الخاص بك

source: delete file
ar: حذف الملف

source: delete playlist entry
ar: مسح مدخل قائمة العرض

source: delete saved playlist
ar: مسح قائمة العرض المحفوظه

source: delete server
ar: مسح الخادم

source: delete...
ar: مسح ...

source: description
ar: الوصف

source: disable
ar: تعطيل

source: disable move mode
ar: تعطيل وضع التحريك

source: disabled
ar: تم التعطيل

source: disconnected
ar: تم الفصل

source: djmount: mount server in /media/upnp
ar: الإرتباط: خادم الإرتباط في مسار /media/upnp

source: do not change
ar: لا تغيير

source: do nothing
ar: لا تفعل شيئ

source: don't record
ar: لا تسجل

source: done!
ar: إنتهى !

source: download images from vuplus-support.org and flash it
ar: تحميل الصور من موقع دعم الفوبلس على الفلاشة

source: driver for Realtek USB wireless devices
ar: برنامج تعريف اللأجهزة اللاسلكية

source: drivers
ar: التعاريف

source: duo2
ar: دو 2

source: ecm timer:
ar: مؤقت معلومات تشفير الايموهات

source: edit alternatives
ar: تحرير البدائل

source: edit filters
ar: تحرير الفلاتر

source: edit server
ar: تعديل خادم

source: edit services
ar: تحرير القنوات

source: empty
ar: فارغ

source: enable
ar: تفعيل

source: enable bouquet edit
ar: تفعيل تحرير الباقه

source: enable bouquets protection
ar: تمكين حماية الباقات

source: enable favourite edit
ar: تفعيل تحرير المفضله

source: enable move mode
ar: تفعيل وضع التحريك

source: enable password on protection
ar: تمكين كلمة مرور على الحماية الأبوية

source: enabled
ar: تم التفعيل

source: end alternatives edit
ar: إنهاء تحرير البدائل

source: end bouquet edit
ar: إنتهاء تحرير الباقه

source: end cut here
ar: إنتهاء القطع هنا

source: end favourites edit
ar: إنتهاء تحرير المفضله

source: enjoy online media in your box
ar: إستمتع بمشاهدة الوسائط على جهاز الإستقبال الخاص بك

source: equal to
ar: مساوى لـــ

source: error
ar: خطا

source: eth0
ar: شبكة سلكية

source: exact match
ar: تطابق كامل

source: exit
ar: خروج

source: exit DVD player or return to file browser
ar: الخروج من مشغل الدى فى دى أو العوده الى متصفح الملفات

source: exit mediaplayer
ar: الخروج من مشغل الوسائط

source: exit movielist
ar: الخروج من قائمة الافلام

source: exit nameserver configuration
ar: الخروج من تكوين أسم الخادم

source: exit network adapter configuration
ar: الخروج من تهيئة محول الشبكه

source: exit network interface list
ar: الخروج من قائمة واجهة الشبكه

source: exit networkadapter setup menu
ar: الخروج من قائمه إعداد الشبكه

source: ext2 - recommended for USB flash memory
ar: إمتداد نظام الملفات الثاني - مستحسن للفلاش ميموري

source: ext3 - recommended for harddisks
ar: إمتداد نظام الملف الثنائي-صيغة فورمات الهارديسكات الموصى بها

source: ext4 - experimental
ar: إمتداد نظام الملف الرباعي - تجريبي

source: extensions
ar: الإضافات

source: extrawide
ar: أعرض

source: fast
ar: سريع

source: fileformats (BMP, PNG, JPG, GIF)
ar: قراءة صيغ الصور (BMP, PNG, JPG, GIF)

source: filename
ar: اسم الملف

source: find currently played service
ar: البحث عن القناة التي تعمل حاليا

source: fine-tune your display
ar: التوليف الدقيق للعرض

source: forward to the next chapter
ar: الانتقال إلى الأمام إلى الفصل التالي

source: free
ar: مجاني

source: free diskspace
ar: المساحه المتبقيه فى القرص

source: full transparency
ar: شفافية كاملة

source: go to deep standby
ar: الذهاب الى وضع الاستعداد العميق

source: go to standby
ar: الذهاب لوضع الاستعداد

source: grab this frame as bitmap
ar: انتزاع هذا الإطار كما نقطية

source: green
ar: أخضر

source: grey
ar: رمادي

source: hdd
ar: القرص الصلب

source: hear radio...
ar: استمع للراديو......

source: height
ar: طول

source: help...
ar: مساعده...

source: hide extended description
ar: إخفاء الوصف التفصيلي

source: hide player
ar: إخفاء المشغل

source: hide unwanted services in channellist
ar: إخفاء القنوات التي لاتريدها من قائمة القنوات

source: high
ar: عالي

source: hops:
ar: الهوب

source: horizontal
ar: أفقي

source: horizontal_vertical
ar: أفقي_عامودي

source: hour
ar: ساعه

source: hours
ar: ساعات

source: immediate shutdown
ar: إغلاق فورى

source: in Description
ar: فى الوصف

source: in Shortdescription
ar: فى وصف مختصر

source: in Title
ar: فى عنوان

source: init module
ar: تثبيت الوحدة

source: init modules
ar: تثبيت الوحدات

source: insert mark here
ar: ضع علامه هنا

source: install-extensions
ar: تثبيت ملحقات

source: install.tar.gz or ipkg manually
ar: تثبيت بصيغة tar.gz أو يدويآ حزم الملفات المحمية

source: install/download driver for your Vu+
ar: تثبيت/تحميل التعاريف على جهاز الفوبلس الخاص بك

source: install/download software for your Vu+
ar: تثبيت/تحميل البرنامج التشغيلي لجهاز الفوبلس الخاص بك

source: install/remove channellists
ar: تثبيت/إزالة قوائم القنوات

source: install/remove common plugins
ar: تثبيت/إزالة الإضافات العامة

source: install/remove configuration files for softcams
ar: تثبيت/إزالة ملفات إعدادات الإيموهات

source: install/remove kernel modules
ar: تثبيت/إزالة وحدات النواة

source: install/remove langiage packages for dvbapp2
ar: تثبيت/إزالة حزم اللغات من التطبيقات

source: install/remove picons for OSD and graphical VFD
ar: تثبيت/إزالة الشعارات من شاشة العرض الصغيرة وشاشة العرض التخطيطية

source: install/remove skins to change look of OSD
ar: تثبيت/إزالة شاهد تغيير السكن من شاشة العرض الصغيرة

source: install/remove softcams
ar: تثبيت/إزالة الإيموهات

source: install/remove systemplugins
ar: تثبيت/إزالة نظام الإضافات

source: ipkg-install
ar: تثبيت-ملفات النظام المحميه

source: ipkg-manager
ar: مدير ملفات النظام المحميه

source: ipkg-source
ar: مصدر ملفات النظام المحميه

source: jump back to the previous title
ar: الانتقال خلفا للعنوان السابق

source: jump forward to the next title
ar: الانتقال أماما للعنوان التالى

source: jump to listbegin
ar: الانتقال الى بداية القائمه

source: jump to listend
ar: الوصول الى نهاية القائمه

source: jump to next marked position
ar: الرجوع إلى الوضع القادم المحدد

source: jump to previous marked position
ar: الرجوع إلى الوضع السابق المحدد

source: kB
ar: كيلو بايت

source: last video
ar: أخر فديو

source: leave movie player...
ar: اترك عارض الافلام ..

source: left
ar: يسار

source: length
ar: طول

source: list of EPG views...
ar: قائمة مشاهدة دليل البرامج الإلكتروني

source: list style compact
ar: نمط القائمة المدمجة

source: list style compact with description
ar: نمط القائمة المدمجة مع الوصف

source: list style default
ar: قائمة النمط الافتراضي

source: list style single line
ar: قائمة نمط سطر واحد

source: load playlist
ar: تحميل قائمة العرض

source: locked
ar: مغلق

source: long AUDIO
ar: الضغط مطولآ على زر الصوت
