Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: Show directories in movie list
ar: عرض الدلائل في قائمة الأفلام

source: Show duration in minutes in movie list
ar: عرض المدة بالدقائق في قائمة الأفلام

source: Show duration in movie list (VTi list style)
ar: عرض المدة في قائمة الأفلام (شكل قائمة صور فريق الفوبلس)

source: Show ecm.info:
ar: عرض معلومات تشفير الإيموهات

source: Show event details
ar: عرض تفاصيل الحدث

source: Show event progress in % in service list
ar: عرض تقدم الحدث في % قائمة القنوات

source: Show event time in service list
ar: عرض وقت الحدث في قائمة القنوات

source: Show event-progress in channel selection
ar: اظهار حدث تقدم في أختيار القناة

source: Show eventinfo plugins
ar: عرض معلومات حدث البلج إنز

source: Show extended description
ar: عرض الوصف المتقدم

source: Show extensions...
ar: عرض الملحقات...

source: Show favourite list with bouquet-up
ar: عرض قائمة المفضلة مع الباقات

source: Show file size in movie list (VTi list style)
ar: عرض حجم الملف في قائمة الأفلام (شكل قائمة صور فريق الفوبلس)

source: Show icon for new/unseen items
ar: عرض الايقونات الجديدة أو إخفاءها

source: Show icons in movie list
ar: عرض الإيقونات في قائمة الأفلام

source: Show icons in timer list
ar: عرض الإيقونات في قائمة المؤقت

source: Show in Extensions/Plugins
ar: عرض ملحقات البلجن أنز

source: Show in Extensions/Plugins:
ar: عرض في الملحقات/والإضافات:

source: Show in extension menu
ar: شاهد قائمة الإضافات

source: Show in extensions
ar: عرض الملحقات

source: Show info
ar: عرض المعلومات

source: Show info on screen:
ar: إظهار شاشة المعلومات:

source: Show info screen
ar: إظهار شاشة المعلومات

source: Show infobar on channel change
ar: شاهد شريط المعلومات عند تغيير القناة

source: Show infobar on channel change at split screen
ar: عرض تقسيم شريط المعلومات على الشاشة أثناء التنقل بين القنوات

source: Show infobar on event change
ar: شاهد شريط المعلومات عند تغيير الحدث

source: Show infobar on skip forward/backward
ar: شاهد شريط المعلومات عند الانتقال للأمام/الخلف

source: Show last stop time in movie list
ar: عرض وقت التوقف الأخير في قائمة الأفلام

source: Show latest upgrade log
ar: عرض آخر سجل تحديث

source: Show log
ar: عرض السجل

source: Show ltest upgrade log
ar: عرض سجل الترقية الاخير

source: Show menu entries arranged in alphabetical order
ar: عرض مدخلات القائمة مرتبة حسب ترتيب الحروف الأبجدية

source: Show message before inactivity action:
ar: عرض رسالة قبل عمل الخمول:

source: Show message when recording starts
ar: عرض رساله عندما يبدأ التسجيل

source: Show movie cover
ar: عرض غلاف الأفلام

source: Show movie lengths in movielist
ar: عرض طول الفيلم في قائمة الأفلام

source: Show movie trash folder in movie list
ar: عرض مجلد سلة المحذوفات في قائمة الأفلام

source: Show notification on conflicts
ar: عرض التبيهات المتعارضة

source: Show notification on similars
ar: عرض التنبيهات المتشابهة

source: Show notification when update is available
ar: عرض التنبيهات عندما يتوفر تحديث جديد

source: Show on the Standby Menu
ar: عرض قائمة الإغلاق

source: Show packages to be upgraded
ar: عرض الحزم التي سيتم ترقيتها

source: Show picon at number zap
ar: عرض الإيقونة أثناء التنقل بالأرقام

source: Show picons in channel list
ar: عرض الايقونات في قائمة القنوات

source: Show picons in movie list (VTi list style)
ar: عرض الإيقونات في قائمة الأفلام (شكل قائمة صور فريق الفوبلس)

source: Show picons in service list
ar: عرض الإيقونات في قائمة القنوات

source: Show plugin enteries arranged in alphabetical order
ar: عرض مدخلات الإضافات مرتبة حسب الحروف الأبجدية

source: Show positioner movement
ar: شاهد حركة الموتور

source: Show positioner position
ar: عرض وضع الموتور المتحرك

source: Show progress in movie list
ar: عرض الأحدث في قائمة الأفلام

source: Show record indicator
ar: عرض مؤشر التسجيل

source: Show recording date in movie list (VTi list style)
ar: عرض تاريخ التسجيلات في قائمة الأفلام (شكل قائمة صور فريق الفوبلس)

source: Show screensaver
ar: عرض شاشة التوقف

source: Show second infobar
ar: عرض شريط المعلومات الثاني

source: Show service list at TV / Radio mode switch
ar: عرض وضع التتحكم بقائمة القنوات التلفزيونية / قنوات الراديو

source: Show service name at number zap
ar: عرض أسم القناة أثناء التنقل بالأرقام

source: Show service number in service list
ar: عرض رقم القناة في قائمة القنوات

source: Show service type icons
ar: عرض نوع أيقونة القناة

source: Show service type icons in service list
ar: عرض أيقونات نوع الخدمة في قائمة القنوات

source: Show services beginning with
ar: إظهر القنوات التى تبدأ بـ

source: Show shutdown menu
ar: عرض قائمة الإغلاق

source: Show status icons in movie list
ar: عرض الإيقونات في قائمة الأفلام

source: Show status icons in movielist
ar: عرض حالة الأيقونة في قائمة الأفلام

source: Show stratup info
ar: عرض معلومات بدء التشغيل

source: Show the Menu window.
ar: إظهار نافذة القائمة.

source: Show the Subtitle...
ar: عرض الترجمة ...

source: Show the Virtual keyboard window.
ar: عرض نافذة لوحة المفاتيح المرئية.

source: Show the radio player...
ar: إظهار مشغل الراديو...

source: Show the tv player...
ar: إظهار مشغل التليفزيون

source: Show timer icon for recording services
ar: عرض أيقونة المؤقت من القنوات المسجلة

source: Show warning when timeshift is stopped
ar: عرض تنبيه عندما يتم إيقاف خاصية التايم شفت

source: Show webcam pictures on your TV Screen
ar: عرض صور الكاميرا على شاشة التلفزيون

source: Show zap notification for recordings
ar: عرض تنبيهات التنقل في التسجيلات

source: Shows a list containing the zapping-history and allows user to zap to the entries or to modify them.
ar: ظهور لائحة تحتوي على أقمار التاريخ وتتيح للمستخدم انطلق إلى الإدخالات أو تعديلها.

source: Shows a list of recent zap entries
ar: ظهور لائحة إدخالات انطلق الأخيرة

source: Shows average bitrate of video and audio
ar: ظهور متوسط ​​معدل البت الفيديو والصوت

source: Shows statistics of watched services
ar: ظهور إحصاءات الخدمات وشاهد

source: Shows the clock permanently on the screen
ar: ظهور على مدار الساعة بشكل دائم على الشاشة

source: Shows the service name instead of the service number when zapping.
ar: عرض أسم الخدمة بدلا من رقم الخدمة عند الانطلاق.

source: Shows the state of your wireless LAN connection.
ar: عرض حالة إتصال الشبكة المحلية اللاسلكيه

source: Shutdown
ar: إغلاق

source: Shutdown STB after
ar: إغلاق جهاز الإستقبال بعد

source: Shutdown when in Standby
ar: إيقاف التشغيل عندما تكون في وضع الاستعداد

source: Shuts down your STB into Deep Standby (Power Save Mode)
ar: إيقاف الجهاز الخاص بك إلى أستعداد عميق (وضع توفير الطاقة)

source: Side by Side
ar: جنبًا إلى جنب

source: Sign In & Settings
ar: الدخول والإعدادات

source: Signal Strength:
ar: قوة الاشاره

source: Signal:
ar: الاشاره

source: Similar
ar: شبيهه

source: Similar broadcasts:
ar: إذاعات مماثله :

source: Simple
ar: بسيطة

source: Simple IRC GroupChat client for e2 #dm8000-vip channel
ar: بسيط عميل IRC المحادثة الجماعية لE2 # قناة dm8000-VIP

source: Simple fade
ar: تلاشي بسيط

source: Simple titleset (compatibility for legacy players)
ar: ضبط عنوان بسيط (التوافق للاعبين القديمة)

source: SimpleRSS allows reading RSS newsfeeds on your STB.
ar: خلاصة موقع الأخبار البسيط يسمح قراءة خلاصات الأخبار من موقع خلاصة الأخبار على جهاز الاستقبال الخاص بك.

source: Single
ar: مفرد

source: Single EPG
ar: دليل برامج يومي واحد

source: Single Epg
ar: دليل برنامج واحد

source: Single Service EPG
ar: خدمة دليل برامج إلكترونية واحد

source: Single satellite
ar: قمر واحد

source: Single transponder
ar: تردد واحد

source: SingleEPG settings
ar: إعدادات دليل البرامج الإلكترونية المفرد

source: Singlestep (GOP)
ar: خطوة واحدة (الحزب الجمهوري)

source: Size
ar: الحجم

source: Size:
ar: الحجم:

source: Skin
ar: السكن

source: Skin Setup
ar: ضبط السكن

source: Skin setup
ar: ضبط السكن

source: SkinSelector shows a menu with selectable skins
ar: إختيار سكن وعرض قائمة مع أختيار السكنات

source: Skins
ar: سكنات

source: Skip empty leagues
ar: تخطي البطولات الفارغة

source: Skip the import
ar: تخطي عملية الاستيراد

source: Sleep Timer
ar: مؤقت النوم

source: Sleep timer action:
ar: عمل مؤقت النوم :

source: SleepTimer Configuration
ar: تكوين مؤقت النوم

source: Sleeptimer (not activated)
ar: مؤقت النوم (غير نشط)

source: Sleeptimer [not activated]
ar: مؤقت النوم (غير نشط)

source: Slide drop
ar: سقوط ينزلق

source: Slide left to right
ar: إنزلاق من اليسار إلى اليمين

source: Slide top to bottom
ar: إنزلاق من الأعلى إلى الاسفل

source: Slideshow Interval
ar: فترة عرض الشرائح

source: Slideshow Interval (sec.)
ar: الفاصل الزمنى بين عرض الشرائح (بالثانية)

source: Slot %d
ar: فتحة %d

source: Slovakian
ar: سلوفاكي

source: Slovenian
ar: سلوفيني

source: Slow
ar: بطيئ

source: Slow Motion speeds
ar: سرعات العرض البطئ

source: Slow motion speeds
ar: سرعات العرض البطئ

source: Small progress
ar: تقدم صغير

source: Smargo & other Usb card readers chipset ftdi:
ar: سمارجو و قارئة كروت أخرى بشرائح مستقبل أجهزة التكنولوجيا الدولية

source: Smart services renaming for XBMC
ar: إعادة تسمية الخدمات الذكية من توزيعة مركز الوسائط

source: Smooth
ar: ناعم

source: Soccer direct feeds
ar: المباريات على قنوات الفييد

source: Soccer matches-stats-tables
ar: مباريات وإحصائيات ومراكز فرق كرة القدم

source: Soccer on satellites
ar: المباريات على الستلايت

source: Soccer rss news
ar: أخبار مباريات كرة القدم

source: SoftCams
ar: الإيموهات

source: Software
ar: برنامج تشغيلي

source: Software Manager
ar: إدارة البرنامج التشغيلي

source: Software Update
ar: تحديث البرنامج التشغيلي

source: Software Update...
ar: تحديث البرنامج التشغيلي...

source: Software management
ar: التحكم فى البرنامج التشغيلي

source: Software manager setup
ar: إعداد مدير البرنامج التشغيلي

source: Software restore
ar: إستعادة البرنامج التشغيلي

source: Software update
ar: تحديث البرنامج التشغيلي

source: SoftwareManager manages your STB software
ar: إدارة البرنامج التشغيلي على جهاز الإستقبال الخاص بك

source: Softwaremanager information
ar: معلومات إدارة البرنامج التشغيلي

source: Some plugins are not available:
ar: بعض البلج إنز غير متوفر :

source: Some settings may need a GUI restart/n Do you want to restart the GUI now?
ar: هل تريد إعادة تشغيل الإنجما الأن؟/nقد تحتاج بعض الإعدادات لإعادة تشغيل الإنجما

source: Sorry Epg Backup not found. Please download epg before to restore.
ar: أسف لم يتم العثور على نسخة إحتياطية لدليل البرامج الإلكترونية. من فضلك حمل دليل البرامج الإلكتروني قبل استعادته.

source: Sorry Inadyn Script is Missing
ar: آسف سكريبت الايبي الاسمي مفقود

source: Sorry MediaScanner is not installed!
ar: أسف باحث الوسائط غير مثبت !

source: Sorry Personal Backup not found.
ar: عذرا النسخ الاحتياطي الشخصي غير موجود.

source: Sorry no backups found!
ar: آسف.. لم يتم العثور على أى نسخة إحتياطية !

source: Sorry no device found to store backup.
ar: عذراً لا يوجد جهاز لتخزين النسخ الاحتياطي.

source: Sorry no device found to store backup. Please check your media in Black Hole devices panel.
ar: عذرا لا يوجد جهاز لتخزين النسخة الاحتياطية. يرجى التحقق من الوسائط الخاصة بك في لوحة أجهزة البلاكهول .

source: Sorry no events found matching to the search criteria.
ar: لا توجد نتائج للمعايير بحث المحدد.

source: Sorry no matches found
ar: عذراً لا توجد أية تطابقات

source: Sorry no space available to expand your Universe.
ar: عذرا لايوجد مساحة متوفرة لتوسيع عالمك

source: Sorry the name of the new Image is too long.
ar: عذرا اسم الصورة الجديدة طويل جداً.

source: Sorry there is not enought available space on your device. You need at least 500 Mb free to install a new image
ar: آسف لا يوجد مساحة متوفرة على جهازك. تحتاج على الأقل 500 ميغابايت مجانا لتثبيت صورة جديدة

source: Sorry this name is reserved. Choose another name for the new Image.
ar: عذراً هذا الاسم محجوز. اختر اسماً آخر للصورة الجديدة.

source: Sorry this plugin is for Black Hole images only
ar: أسف هذا البلجن على صور بلاكهول فقط

source: Sorry you are allowed to remove external epg.dat servers only.
ar: أسف يسمح لك لإزالة بيانات دليل البرامج الإلكتروينة من الخوادم الخارجية فقط.

source: Sorry you can install a max of 8 images.
ar: عذرا يمكنك تثبيت بحد اقصى 8 الصور.

source: Sorry you can only access Parallel Universes from the image installed in flash.
ar: عذرا يمكنك فقط الوصول إلى عوالم متوازية من الصورة المثبتة في ومضة.

source: Sorry you cannot delete Flash image
ar: عذرا لا يمكنك حذف فلاش صورة

source: Sorry you cannot delete the image currently booted from.
ar: عذرا لا يمكنك حذف الصورة تمهيد حاليا من.

source: Sorry you cannot run two UpnP Servers togheter. Please disable Mediatomb before to run minidlna.
ar: عذرا لا يمكنك تشغيل اثنين من خوادم بنب TOGHETER. يرجى تعطيل Mediatomb قبل لتشغيل minidlna.

source: Sorry you cannot run two UpnP Servers togheter. Please disable minidlna before to run Mediatomb.
ar: عذرا لايمكنك تشغيل خادمين لمشاركة الملفات عبر الشبكة.يرجى تعطيل الخادم الصغير قبل تشغيل الوسائط القديمة.

source: Sorry your Parallel Universes are older than your Black Hole world. You need to re-inizialize the system, reformat your Usb stick or generate a Bing Bang.
ar: صورة عالمك المتوازي أقدم من صورة البلاكهول الحالية. تحتاج إعادة تثبيت النظام ,وإعادة تهئية الفلاش مموري الخاص بك أو إنشاء إنفجار عالمك .

source: Sorry your backup destination is not writeable. Please choose an other one.
ar: المكان الذى تريد وضع النسخه الاحتياطيه فيه لا يمكن الكتابه عليه من فضلك أختار مكان آخر.

source: Sorry, Channel List not available for this Provider.
ar: عذراً، قائمة القنوات غير متوفرة لهذا المزود.

source: Sorry, Connection Failed.
ar: عذراً، فشل الاتصال.

source: Sorry, Hard Disk not Found.
ar: أسف,لايوجد قرص صلب

source: Sorry, Meoboot can be installed only on VuPlus machines.
ar: آسف، يمكن تثبيت الميوبوت فقط على الأجهزة الفوبلس.

source: Sorry, Meoboot can be installed or upgraded only when booted from Flash
ar: أسف، يمكنك تثبيت الميوبوت أو ترقية فقط عند التشغيل من الفلاش

source: Sorry, an Image with the name
ar: عذراً، صورة مع الاسم

source: Sorry, function not available for this provider.
ar: عذراً، قائمة القنوات غير متوفرة لهذا المزود.

source: Sorry, function not avaliable
ar: آسف، غير متؤفرة هالإضافة

source: Sorry, no Details available!
ar: آسف ، لا يوجد تفاصيل متاحه !

source: Sorry, no new usb storage detected. Be sure to follow wizard instructions.
ar: عذراً الفلاش مموري جديد، لم يتم الكشف عن تخزين . تأكد من إتباع إرشادات المعالج.

source: Sorry, the preview is available only for Skins and Bootlogo.
ar: أسف، المعاينة متاحة فقط لسكن وخلفيات الإقلاع.

source: Sorry, video is not available!
ar: آسف ، الفيديو غير متاح !

source: Sorry, wrong WOEID
ar: أسف,أخطى في معرفة مكانك على الارض

source: Sorry, wrong pin.
ar: أسف,الرقم السري خاطي

source: Sorry, your backup destination is not writeable. Please choose another one.
ar: آسف، المكان الذى تريد وضع النسخة الإحتياطية فيه لا يمكن الكتابه عليه من فضلك أختار مكان آخر.

source: Sorry, your partitions sizes are bigger than total device size.
ar: عذرا, أحجام الأقسام أكبر من حجم الجهاز.

source: Sorry. I cannot extract the image. To install a new image you have to run meoboot on a Black Hole image.
ar: آسف. أنا لا يمكن استخراج الصورة. لتثبيت صورة جديدة عليك تشغيل الميوبوت على صورة البلاكهول.

source: Sorry. Personal Backup found but it is not compatible with the new OE 2
ar: آسف. النسخ الاحتياطي الشخصية التي عثر عليها ولكنها ليست متوافقة مع النواة الجديدة

source: Sorry. Wrong image in Flash. You need to install in flash one original Black Hole image.
ar: آسف. صورة خاطئة في الفلاش.تحتاج تثبيت صورة أصلية للبلاكهول في الفلاش.

source: Sorry: Wrong image in flash found. You have to install in flash Black Hole image v.
ar: عذرا: صورة خاطئة في ومضة وجدت. لديك لتثبيت في ومضة البلاكهول الصورة الخامسة.

source: Sort
ar: تصنيف

source: Sort A-Z
ar: تصنيف أبجدي

source: Sort AutoTimer
ar: تصنيف المؤقت الآلي

source: Sort Plugins in the PluginBrowser.
ar: ترتيب الإضافات في متصفح البلج أنز.

source: Sort Time
ar: تصنيف الوقت

source: Sort by
ar: التصنيف بواسطة

source: Sort by...
ar: تصنيف بواسطة...

source: Sort main menu
ar: ترتيب القائمة الرئيسية

source: Sound
ar: صـوت

source: Soundcarrier
ar: ناقل الصوت

source: Source Image file
ar: مصدر ملفات الصورة

source: Source request
ar: طلب المصدر

source: Sources
ar: المصادر

source: South
ar: جنوب

source: South Korea
ar: كوريا الجنوبية

source: Space
ar: المساحة

source: Spain
ar: أسبانيا

source: Spanish
ar: أسباني

source: Speaker position
ar: حالة مكبر الصوت

source: Special Features
ar: المميزات الخاصة

source: Specify extra timeframe to ignore inactivity sleeptimer
ar: تحديد إطار زمني إضافي لتجاهل سكون مؤقت النوم

source: Specify timeframe to ignore inactivity sleeptimer
ar: تحديد الإطار الزمني تجاهل سكون مؤقت النوم

source: Specify timeframe to ignore the shutdown in standby
ar: تحديد الإطار الزمني تجاهل إيقاف التشغيل في وضع الاستعداد

source: Split Screen
ar: تقسيم الشاشة

source: Split preview mode
ar: تقسيم وضعية المعاينه

source: Sports
ar: الرياضية

source: Ssh
ar: بروتوكول المصادر الأمنة

source: Stab:
ar: محاولة:

source: Standard
ar: عادي

source: Standby
ar: وضع الإستعداد

source: Standby / Restart
ar: وضع الإستعداد/إعادة التشغيل

source: Standby Fan %d PWM
ar: إستعداد المروحة %d تعديل عرض النبضات

source: Standby Fan %d Voltage
ar: إستعداد المروحة ٪d الجهد

source: Standby Now
ar: وضع الاستعداد الآن

source: Standby after current event
ar: وضع الإستعداد بعد الحدث الحالي

source: Standby in 1 hour
ar: وضع الإستعداد خلال ساعة

source: Standby in 105 minutes
ar: وضع الإستعداد خلال مائة وخمسة دقائق

source: Standby in 120 minutes
ar: وضع الإستعداد خلال مائة وعشرون دقيقة

source: Standby in 15 minutes
ar: وضع الإستعداد خلال خمسة عشر دقيقة

source: Standby in 2 hours
ar: وضع الإستعداد خلال ساعتين

source: Standby in 3 hours
ar: وضع الإستعداد خلال ثلاث ساعات

source: Standby in 30 minutes
ar: وضع الإستعداد خلال ثلاثون دقيقة

source: Standby in 4 hours
ar: وضع الإستعداد خلال أربع ساعات

source: Standby in 45 minutes
ar: وضع الإستعداد خلال خمسة وأربعون دقيقة

source: Standby in 5 hours
ar: وضع الإستعداد هلا خمس ساعات

source: Standby in 6 hours
ar: وضع الإستعداد خلال ست ساعات

source: Standby in 60 minutes
ar: وضع الإستعداد خلال ستون دقيقة

source: Standby in 75 minutes
ar: وضع الإستعداد خلال خمسة وسبعون دقيقة

source: Standby in 90 minutes
ar: وضع الإستعداد خلال تسعون دقيقة

source: Standby:
ar: وضع الاستعداد:

source: Start
ar: تشغيل

source: Start Page
ar: صفحة البداية

source: Start Service
ar: تشغيل الخدمة

source: Start Tuner
ar: تشغيل الموالف

source: Start Update
ar: بدء التحديث

source: Start Webinterface
ar: تشغيل واجهة الشبكة

source: Start YouTube TV
ar: تشغيل اليوتيوب

source: Start easy your multimedia plugins with the PVR-button.
ar: تشغيل سهل للإضافات الوسائط المتعددة الخاصة بك مع زر تسجيل الفديو الشخصي.

source: Start folder for movie list
ar: تشغيل مجلد قائمة الأفلام

source: Start from the beginning
ar: أبدأ من البداية

source: Start import after booting up
ar: تشغيل الإستيراد بعد الإقلاع

source: Start last service when returing to movie list (PiG)
ar: تشغيل أخر خدمة عندما تعود إلى قائمة الأفلام (كبير)

source: Start live-Stream on MB chched
ar: تشغيل البث المباشر بالميجابايت بشكل مخبأ

source: Start offline decode
ar: تشغيل فتح التشفير بدون إتصال

source: Start playback on MB cached
ar: بدء التشغيل بالميجابايت بشكل مخبأ

source: Start recording?
ar: أبـدأ التسجيل؟

source: Start scan
ar: بدء البحث

source: Start test
ar: أبدا الإختبار

source: Start time
ar: وقت البدء

source: Start time (HH:MM)
ar: بداية الوقت ساعة:دقائق

source: Start time to ignore inactivity sleeptimer
ar: تجاهل بدء توقيت سكون مؤقت النوم

source: Start time to ignore shutdown in standby
ar: وقت بداية تجاهل إيقاف التشغيل في وضع الاستعداد

source: Start timeshift
ar: تشغيل التايم شفت

source: Start with following feed:
ar: أبدأ البث الاتي:

source: Start/Stop
ar: بدء / إيقاف

source: StartTime
ar: وقت التشغيل

source: Starting on
ar: يشتغل فى

source: Startpage
ar: صفحة البداية

source: Startup Module:
ar: وحدة بدء التشغيل:

source: Startup to Standby
ar: بدء التشغيل في وضع الاستعداد

source: Startup type
ar: خيار التشغيل

source: Statistics
ar: الإحصائيات

source: Status : 0%
ar: الحالة: 0 %

source: Status Check Period
ar: التحقق من حالة الدوران

source: Status:
ar: الحالة:

source: Std. Feeds
ar: خيارات وتصنيف اليوتيوب

source: Std.Feeds
ar: خيارات وتصنيف اليوتيوب

source: Step by step network configuration
ar: خطوة بخطوة لتكوين الشبكة

source: Step east
ar: خطوه ناحية الشرق

source: Step in ms for arrow keys
ar: خطوة جزء من الثانية للمفاتيح الأسهم

source: Step in ms for key %i
ar: خطوة جزء من الثانية لمفتاح ٪i

source: Step in ms for keys '%s'
ar: خطوة جزء من الثانية لمفاتيح '%s'

source: Step west
ar: خطوه ناحية الغرب

source: Stop
ar: إيقاف

source: Stop PiP
ar: إيقاف صورة داخل صورة

source: Stop Service
ar: إيقاف الخدمة

source: Stop TV while displaying pictures
ar: إيقاف عرض التلفزيون أثناء عرض الصور

source: Stop Timeshift?
ar: إيقاف التايم شفت؟

source: Stop Tuner
ar: إيقاف الموالف

source: Stop current event and disable coming events
ar: إيقاف الحدث الحالى وتعطيل الاحداث القادمة

source: Stop current event but not coming events
ar: إيقاف الحدث الحالي فقط وليس الاحداث القادمة

source: Stop current records...
ar: إيقاف التسجيلات الحالية...

source: Stop fast forwarding at end of movie
ar: إيقاف الإسترجاع السريع في نهاية الفيلم

source: Stop playing this movie?
ar: إيقاف عرض هذا الفيلم؟

source: Stop playing this stream?
ar: إيقاف تشغيل البث ؟

source: Stop service on return to movie list
ar: إيقاف خدمة الرجوع لقائمة الأفلام

source: Stop test
ar: إيقاف الاختبار

source: Stop testing plane after # failed transponders
ar: إيقاف مستوى الاختبار بعد # فشل التردد

source: Stop testing plane after # successful transponders
ar: إيقاف مستوى الاختبار بعد # نجاح التردد

source: Stop timeshift
ar: إيقاف التايم شفت

source: Stopped
ar: توقفت

source: Storage device
ar: جهاز التخزين

source: Storage devices
ar: أجهزة التخزين

source: Storage-Devices: Force Read
ar: أجهزة التخزين: قوة القراءة

source: Store position
ar: متجر الموقع

source: Stored position
ar: تخزين الموقع

source: Stream podcasts
ar: البث الصوتي

source: Stream request
ar: طلب البث

source: StreamTV List
ar: قائمة البث التلفزيوني

source: StreamTVPlayer
ar: مشغل البث التلفزيوني

source: Streaming modules for the orf.at iptv web page.
ar: وحدات تدفق البث التلفزيوني لقنوات أو أر إف النمساوية عبر الانترنت.

source: Streaming port
ar: منفذ البث

source: Stripes
ar: شرائح

source: Style 1
ar: الشكل الأول

source: Style 2
ar: الشكل الثاني

source: Style 3
ar: الشكل الثالث

source: Style 4
ar: الشكل الرابع

source: Style 5
ar: الشكل الخامس

source: Style:
ar: الشكل:

source: Subservice list...
ar: قائمة القنوات الفرعية...

source: Subservices
ar: القنوات الفرعية

source: Subtitle Settings
ar: إعدادات الترجمة

source: Subtitle alignment
ar: محاذاة الترجمة

source: Subtitle border width
ar: عرض حدود الترجمة

source: Subtitle delay when timing is bad
ar: تأخير الترجمة إذا توقيتها سيء

source: Subtitle delay when timing lacks
ar: تأخير الترجمة إذا توقيتها متقدم

source: Subtitle folder
ar: مجلد الترجمة

source: Subtitle font size
ar: حجم خط الترجمة

source: Subtitle language selection 1
ar: أختيار لغة الترجمة الاولى

source: Subtitle language selection 2
ar: أختيار لغة الترجمة الثانية

source: Subtitle language selection 3
ar: أختيار لغة الترجمة الثالثة

source: Subtitle language selection 4
ar: أختيار لغة الترجمة الرابعة

source: Subtitle language selections 1
ar: أختيار لغة الترجمة الاولى

source: Subtitle language selections 2
ar: أختيار لغة الترجمة الثانية

source: Subtitle language selections 3
ar: أختيار لغة الترجمة الثالثة

source: Subtitle language selections 4
ar: أختيار لغة الترجمة الرابعة

source: Subtitle overlay
ar: تبديل الترجمة

source: Subtitle player by DD
ar: مشغل الترجمة

source: Subtitle player by DD ver_3.29
ar: مشغل الترجمة الإصدار 3.29

source: Subtitle position
ar: مكان الترجمة

source: Subtitle selection
ar: إختيار الترجمة الفرعية

source: Subtitle settings
ar: إعدادات الترجمة

source: Subtitles
ar: الترجمة

source: Success. Press OK to exit.
ar: النجاح. اضغط "موافق" للإنهاء.

source: Sun
ar: الاحد

source: Sunday
ar: الاحد
