Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: Advanced options and settings.
ar: إعدادات و خيارات متقدمة

source: After pressing OK, please wait!
ar: بعد الضغط على موافق ، الرجاء الانتظار

source: Backup your STB settings.
ar: عمل نسخة إحتياطية للإعدادات

source: Device:
ar: الجهاز:

source: Edit the upgrade source address.
ar: تحرير عنوان مصدر الترقية

source: Manage extensions or plugins for your STB
ar: تحكم فى الاضافات والبلج إنز في جهازك الفوبلس

source: Online update of your STB software.
ar: تحديث البرنامج التشغيلي عن طريق الانترنت

source: Partition scheme:
ar: مخطط التقسيم:

source: Press OK on your remote control to continue.
ar: أضغط موافق من الريموت للإستمرار

source: Restore your STB settings.
ar: إستعادة إعدادات جهازك الفوبلس

source: Restore your STB with a new firmware.
ar: إستعاده صورة جديدة لجهاز الفوبلس الخاص بك.

source: Restore your backups by date.
ar: إستعاده النسخة الإحتياطية بالتاريخ

source: Scan for local extensions and install them.
ar: البحث عن إضافات محلية وتركيبها

source: Select your backup device. Current device:
ar: أختار النسخة الإحتياطية في جهازك . الجهاز الحالي:

source: System will restart after the restore!
ar: سيتم عمل إعادة تشغيل بعد الإستعاده !

source: View, install and remove available or installed packages.
ar: مشاهده،تنصيب أو إزالة الباقات المثبتة.

source: Warning: all the data will be lost. Are you sure you want to format this device?
ar: تحذير: سيتم فقد كافة البيانات. هل أنت متأكد من أنك تريد تهئية هذا الجهاز؟

source: in use:
ar: المستخدم:

source: Available:
ar: المتوفر:

source: Free:
ar: مجاني:

source: Mount:
ar: إرتباط:

source: Used:
ar: مستعمل:

source: in use:
ar: المستخدم:

source: Channels list download in progress...
ar: جاري تحميل قائمة القنوات...

source: Free:
ar: مجاني:

source: Results
ar: النتائج

source: Sleeptimer (not activated)
ar: مؤقت النوم (غير نشط)

source: Used:
ar: مستعمل:

source: bytes
ar: بايت

source: extensions.
ar: الإضافات.

source: is already installed. Please try another name.
ar: مثبتة بالفعل. الرجاء محاولة كتابة أسم آخر.

source: min.
ar: دقيقة.

source: ms
ar: جزء من الثانية

source: packages selected.
ar: الحزم المختاره

source: updates available.
ar: .التحديثات المتاحه

source: wireless networks found!
ar: الشبكات اللاسلكيه التى تم العثور عليها

source: !!(Empty) Please, Input to the
ar: !!(فارغ ) من فضلك,الدخول إلى هنا

source: %d conflict(s) encountered when trying to add new timers: %s
ar: %d تعارضات الواجهة عند محاولة إضافة توقيت جديد: %s

source: %d conflict(s) solved with similar timer(s): %s
ar: %d تعارضات حلها مع التوقيت المماثل(s): %s

source: %d jobs are running in the background!
ar: %d وظائف تعمل فى الخلفيه

source: %d min
ar: %d دقيقة

source: %d services found!
ar: %d تم العثور على

source: %i ms
ar: %i جزء من الثانية

source: %s (%s, %d MB free)
ar: %s (%s, %d ميغابايت حرة)

source: %s %s free disk space
ar: %s %s مساحة القرص المتوفرة

source: (GMT+03:00)Kuwait,Riyadh
ar: (جرينتش+03:00)الكويت,الرياض

source: (TV)
ar: الفضائية

source: (WLAN adapter.wlan0)
ar: محول إتصال الشبكة اللاسلكية

source: (ZAP)
ar: (تنقل)

source: (de)activate Split Screen
ar: تفعيل تقسيم الشاشة

source: (empty)
ar: (خالي)

source: (show optional DVD audio menu)
ar: (عرض قائمة صوت ديفيدي إختياريه)

source: * Only available if more than one interface is active.
ar: *متاحه فقط عند وجود أكثر من واجهة نشطه

source: * RC Help
ar: مساعدة في الريموت كنترول

source: * Start YouTube TV
ar: تشغيل اليوتيوب

source: * current animation
ar: علامة(*)الشكل المتحرك الحالي

source: - Color
ar: - اللون

source: - Extra Color Chill
ar: - ألوان إضافية باردة

source: - Extra Color City
ar: - ألوان إضافية للمدن

source: - Extra Zoom
ar: - تكبير إضافي

source: - LCD 1 Background color
ar: - لون خلفية شاشة العرض الأولى

source: - LCD 1 Background-Picture[ok]
ar: - صورة خلفية شاشة العرض الأولى [موافق]

source: - LCD 1 Brightness [no SPF]
ar: - سطوع شاشة العرض الأولى [بدون صيغة قياسية]

source: - LCD 1 Refresh
ar: - تحديث شاشة العرض الأولى

source: - LCD 1 Rotate
ar: - تدوير شاشة العرض الأولى

source: - Log Directory
ar: - سجل الدليل

source: - Log Level
ar: - سجل المستوى

source: - Rain Color
ar: - لون المطر

source: - Rain Color 2
ar: - لون المطر الثاني

source: - Rain Zoom
ar: - تكبير المطر

source: - Rain use Color 2 from
ar: - إستخدام لون ثاني للمطر

source: - Show chill temperature from difference
ar: - عرض الفرق بين البرودة ودرجة الحرارة

source: ---------- Common configuration
ar: ---------- الإعدادات العامة

source: ---------- Configuration for automatic power off in standby
ar: ---------- إعدادات الإيقاف التلقائي في وضع الاستعداد

source: ---------- Configuration for inactivity actions
ar: ---------- إعدادات تشغيل وضع الخمول

source: ---Weather---
ar: ---الطقس---

source: -Log Directory
ar: سجل الدليل

source: -Log Level
ar: سجل المستوى

source: /hdd/
ar: /القرص الصلب/

source: /media
ar: /الوسائط

source: 0 pixels wide
ar: عرض البيكسل صفر

source: 1 Epg Search
ar: بحث في دليل البرامج 1

source: 1 Settings Info
ar: معلومات الإعدادات 1

source: 1 minute
ar: دقيقة واحدة

source: 1 second
ar: ثانية

source: 1 wireless network found!
ar: تم العثور على شبكة لاسلكيه

source: 1) Format your Usb stick -click on blue -> blue -> Usb Format Wizard
ar: 1) أعمل تهئية للفلاش مموري الخاص بك ضع الفلاش مموري في الرسيفر وأضغط الزر الأزرق -> الأزرق-> معالج تهئية الفلاش مموري

source: 1) To connect via lan you have to mount the /media/hdd folder of this box in the client /media/hdd folder. Then you can access the tuners server channel list from the client Media player -> Harddisk -> tuner.
ar: 1) إتصالك عبر الشبكة المحلية وعمل إرتباط /media/hdd المجلد في صندوق المستخدم /media/hdd folder. يمكنك الوصول إلى مؤالف السيرفر وقائمة القنوات من خلال مشغل الوسائط المستخدم -> Harddisk -> tuner.

source: 1-1. Serial Number (The first two or three letters of SN)
ar: 1-1. الرقم التسلسلي (الحرف الأول والثاني أو الثالث من رقم التسلسل)

source: 1-2. Serial Number (The remaining numbers of SN)
ar: 1-2. الرقم التسلسلي (الأرقام المتبقية من رقم التسلسل)

source: 1.Load a Mobile Broadband Device
ar: 1.تحميل جهاز البرودباند للإتصال

source: 10 minutes
ar: عشر دقائق

source: 10 ms
ar: عشرة أجزاء من الثانية

source: 10 seconds
ar: عشر ثواني

source: 10.0E Eutelsat 10A Ku Band
ar: قمر يوتلسات 10 شرقا كيوباند

source: 100 ms
ar: مائة جزء من الثانية

source: 100 pixels wide
ar: عرض البيكسل مائة

source: 1000 pixels wide
ar: عرض البيكسل ألف

source: 11 seconds
ar: إحدى عشر ثانية

source: 1100 pixels wide
ar: عرض البيكسل ألف ومائة

source: 12 hours
ar: إثناعشر ساعة

source: 1200 pixels wide
ar: عرض البيكسل ألف ومائتان

source: 12V output
ar: مخرج 12 ف

source: 13 V
ar: 13 ف

source: 13.0E Eutelsat Hot Bird 13B/13C/13D
ar: قمرالهوت بيرد 13 شرقا كيوباند

source: 15 minutes
ar: 15 دقيقة

source: 150 ms
ar: مائة وخمسين جزء من الثانية

source: 16.0E Eutelsat 16A Ku Band
ar: قمر يوتلسات 16 شرقا كيوباند

source: 16:10 Letterbox
ar: 16:10 شاشة مصغرة

source: 16:10 PanScan
ar: 16:10 شاشة عريضة

source: 16:9 Letterbox
ar: 16:9 شاشة مصغرة

source: 16:9 always
ar: 16:9 دائما

source: 18 V
ar: 18 فولت

source: 19.2E Astra 1KR/1L/1M/1N Ku Band
ar: قمر استرا 19 شرقا كيوباند

source: 2 Service Info
ar: معلومات الخدمة 2

source: 2 Single Epg
ar: دليل برنامج واحد 2

source: 2 hours
ar: ساعتين

source: 2 minutes
ar: دقيقتين

source: 2 seconds
ar: ثانيتين

source: 2 transcoding and PIP are mutually exclusive.
ar: بث قناتين عبر الشبكة وبثها صورة داخل صورة يكون التبادل خاص.

source: 2) Map the newly formatted stick to "universe" -click on blue -> blue -> Devices Manager.
ar: 2) أعمل ربط للفلاش مموري لدخول إلى "عالمك" من خلال الضغط على الزر الأزرق -> الأزرق -> إدارة الأجهزة.

source: 2) To connect via UPnP you have to start Mediatomb on this box and then start Djmount on the client. Then you can access the tuners server channel list for the client Media Player -> DLNA -> MediaTomb -> playlists.
ar: 2) للإتصال عبر UPnPعليك أن تبدء من Mediatomb على هذا الصندوق وتبدء بربط المستخدم . ثم يمكنك الوصول إلى مؤالف السيرفر ولائحة القنوات عن طريق مشغل الوسائط المستخدم -> DLNA -> MediaTomb -> قائمة التشغيل.

source: 2. Contact
ar: 2. إتصال

source: 2.Set up a Mobile Broadband Device
ar: 2.أضبط جهاز البرودباند للإتصال

source: 200 pixels wide
ar: عرض البيكسل مائتين

source: 21.5E Eutelsat 21B
ar: قمر يوتلسات 21 شرقا كيوباند

source: 24 hours
ar: أربعة وعشرون ساعة

source: 25.5E Eutelsat 25B/Es'hail 1 Ku Band
ar: قمر سهيل سات 25 شرقا كيوباند

source: 250 ms
ar: مائتان جزء من الثانية

source: 26.0E Badr 4/5/6 Ku Band
ar: قمر بدرسات 26 شرقا كيوباند

source: 28.2E Astra 2E/2F/2G
ar: قمر استرا 28 شرقا كيوباند

source: 3 About
ar: حول 3

source: 3 MultiG Epg
ar: دليل برامج متعدد 3

source: 3 hours
ar: ثلاث ساعات

source: 3 seconds
ar: ثلاث ثواني

source: 3.Generate a WvDial profile
ar: إنشاء ملف شخصي لإتصال الدايل أب

source: 30 minutes
ar: 30 دقيقة

source: 30 seconds
ar: ثلاثون ثانية

source: 300 pixels wide
ar: عرض البيكسل ثلاث مائة

source: 3D Surround
ar: دعم محيط مؤثرات الصوت ثلاثية الأبعاد

source: 3G Modem Manager
ar: مدير مودم الجيل الثالث

source: 3d mode
ar: شكل ثلاثي الابعاد

source: 4 Last Search
ar: البحث الأخير 4

source: 4 seconds
ar: أربع ثواني

source: 4.0W Amos 2/3
ar: قمر أموس 4 غربا كيوباند

source: 4.Attempt to connect
ar: 4.محالوة الإتصال

source: 400 pixels wide
ar: عرض البيكسل أربعمائة

source: 42.0E Turksat 2A/3A/4A Ku Band
ar: قمر تركسات 42 شرقا كيوباند

source: 45 minutes
ar: 45 دقيقة

source: 4:3 Letterbox
ar: 4:3 شاشة مصغرة

source: 4:3 PanScan
ar: 4:3 شاشة عريضة

source: 5 minutes
ar: 5 دقائق

source: 5 seconds
ar: خمس ثواني

source: 5.0W Eutelsat 5 West A Ku Band
ar: قمر يوتلسات 5 غربا كيوباند

source: 5.Done
ar: 5.إنتهاء

source: 50 ms
ar: خمسين جزء من الثانية

source: 500 pixels wide
ar: عرض البيكسل خمسمائة

source: 50Hz
ar: خمسين هيرتز

source: 52.5E Y1A
ar: قمر ياهاسات 52 شرقا كيوباند

source: 57.0E NSS 12 Ku Band
ar: قمر نس 57 شرقا كيوباند

source: 6 hours
ar: ستة ساعات

source: 6 seconds
ar: ست ثواني

source: 60 minutes
ar: 60 دقيقة

source: 600 pixels wide
ar: عرض البيكسل ستمائة

source: 60Hz
ar: ستون هيرتز

source: 7 seconds
ar: سبع ثواني

source: 7.0E Eutelsat 7A/7B Ku Band
ar: قمر يوتلسات 7 شرقا كيوباند

source: 7.3W Nilesat 102/201..Eutelsat 8 West C..Eutelsat 7 West A
ar: قمر نايلسات 7 غربا كيوباند

source: 700 pixels wide
ar: عرض البيكسل سبعمائة

source: 8 seconds
ar: ثمان ثواني

source: 8.0W Eutelsat 8 West A
ar: قمر يوتلسات 8 غربا كيوباند

source: 800 pixels wide
ar: عرض البيكسل ثمامئة

source: 8002,8001 2nd transcoding and PIP are mutually exclusive.
ar: 2001,2008بث قناتين عبر الشبكة وبثها صورة داخل صورة يكون التبادل خاص.

source: 9 seconds
ar: تسع ثواني

source: 9.0E Eutelsat 9A..Eutelsat Ka-Sat 9A Ku Band
ar: قمر يوتلسات 9 شرقا كيوباند

source: 900 pixels wide
ar: عرض البيكسل تسعمائة

source: <<setup password(4 digits)>>
ar: >>ضبط كلمة المرور(4 أرقام)<<

source: <Current movielist location>
ar: <موقع قائمة الافلام الحاليه>

source: <Default Skin>
ar: >السكن الإفتراضي<

source: <Default movie location>
ar: <مكان الافلام الإفتراضي>

source: <Last timer location>
ar: <مكان المؤقت الأخير>

source: <Port>
ar: <المنفذ>

source: <Profile>
ar: <الملف الشخصي>

source: <unknown>
ar: <مجهول>

source: A BackToTheRoots-Skin .. but with Warp-8 speed.
ar: العودة للجذور السكن...لكن مع إنتقال ثماني السرعة

source: A BackToTheRoots-Skin .. or good old times.
ar: العودة للجذور السكن..أو التواقيت القديمة الجيدة

source: A VuPlus simulation from SG-Atlantis displays.
ar: محاكاة الفوبلس من شاشة عرض ستارغيت

source: A basic ftp client
ar: بروتوكول نقل الملفات الرئيسي

source: A client for www.dyndns.org
ar: إلى العميل في موقع www.dyndns.org

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
ar: تم تعديل ملف التكوين (%s) منذ التثبيت هل تريد الاحتفاظ بإصدارك ؟

source: A demo plugin for TPM usage.
ar: عرض الإضافة مع إستعمال وحدة النظام الأساسي الموثوق بها

source: A finished record timer wants to set your STB to standby. Do that now?
ar: انتهاء التسجيل بالمؤقت ، يجب وضع الفوبلس فى وضع الاستعداد , أفعل ذلك الان ؟

source: A finished record timer wants to shut down your STB. Shutdown now?
ar: انتهاء التسجيل بالمؤقت ، يجب إغلاق الفوبلس أغلاق الان؟

source: A graphical EPG for all services of an specific bouquet
ar: دليل البرامج الإلكتروني البياني لكل القنوات وأي باقة معينه

source: A graphical EPG interface
ar: الواجهة التخطيطية لدليل البرامج اليومي

source: A graphical EPG interface and EPG tools manager
ar: الواجهة التخطيطية لدليل البرامج اليومي وأدواءت التحكم في دليل البرامج اليومي

source: A graphical EPG interface.
ar: الواجهة التخطيطية لدليل البرامج اليومي

source: A mount entry with this name already exists! Update existing entry and continue?
ar: يوجد مدخل ربط بنفس الاسم ! هل تريد تحديث المدخل الحالي والاستمرار ؟

source: A nice looking HD skin from Kerni
ar: صورة رائعة عالية الوضوح على سكن كيرني

source: A nice looking HD skin in Brushed Alu Design from Kerni.
ar: صورة رائعة عالية الوضوح منقحة التصميم على سكن كيرني

source: A nice looking skin from Kerni
ar: صورة رائعة على سكن كيرني

source: A plugin to add / remove / modify entries of fstab.
ar: أضف بلجن / إزالة / تغيير المدخلات من جدول أنظمة الملفات.

source: A record has been started: %s
ar: التسجيل بدأ: %s

source: A recording is currently running. What do you want to do?
ar: هناك تسجيل جاري الان ماذا تريد أن تفعل ؟

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
ar: هناك تسجيل جاري حاليا . من فضلك أوقف التسجيل قبل محاولة ضبط الموتور.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
ar: هناك تسجيل جاري حاليا . من فضلك أوقف التسجيل قبل محاولة بدأ مكتشف الأقمار.

source: A required tool (%s) was not found.
ar: لم يتم العثور على الاداه المطلوبه (%s)

source: A search for available updates is currently in progress.
ar: يتم حاليا البحث عن التحديثات المتاحه

source: A second configured interface has been found. Do you want to disable the second network interface?
ar: تم العثور على واجهه ثانيه جاهزة الاعدادات هل تريد تعطيل واجهه الشبكة الثانيه ؟

source: A simple downloading application for other plugins
ar: تطبيق بسيط لتحميل الإضافات الأخرى

source: A sleep timer wants to set your STB to standby. Do that now?
ar: مؤقت النوم يريد نقل الفوبلس الى وضع الاستعداد. هل توافق ؟

source: A sleep timer wants to shut down your STB. Shutdown now?
ar: مؤقت النوم يريد الإغلاق الفوبلس . هل توافق ؟

source: A small overview of the available icon states and actions.
ar: لمحة صغيرة من الأيقونة المتاحة للحالات والإجراءات

source: A timer failed to record! Disable TV and try again?
ar: فشل عمليه التسجيل بالمؤقت قم بتعطيل التليفزيون وحاول مره ثانيه؟

source: A video streaming solution based on VLC
ar: حلول مشاركة بث الفديوهات عبر مشغل الوسائط

source: A/V Settings
ar: إعدادات الصوت والصورة

source: A/V settings
ar: إعدادات الصوت والصورة

source: A/V-Receiver power off:
ar: الصوت والصورة والرسيفر مغلق::

source: A/V-Receiver power on:
ar: الصوت والصورة والرسيفر يعمل:

source: A/V-Receiver toggle mute:
ar: الصوت والصورة وتبديل كتم الصوت في الرسيفر:

source: A/V-Receiver volume down:
ar: الصوت والصورة وإنخفاض الصوت الرسيفر:

source: A/V-Receiver volume up:
ar: الصوت والصورة وإرتفاع الصوت الرسيفر:

source: AAC downmix
ar: ترميز الصوت الرقمي المزدوج

source: AC3 default
ar: ترميز الصوت الثلاثي الإفتراضي

source: AC3 downmix
ar: ترميز الصوت الثلاثي المنخفض

source: ACC downmix
ar: ترميز الصوت الرقمي المزدوج

source: ALSA
ar: آلسا

source: AP Device
ar: جهاز نقطة الوصول

source: AP Mode
ar: وضع نقطة الوصول

source: APN :
ar: أسم نقطة الوصول:

source: ASCII
ar: الرمز القياسي الأمريكي لتبادل المعلومات

source: AUDIO
ar: زر الصوت

source: Abort
ar: الغاء

source: Abort this Wizard.
ar: إلغاء هذه النافذه

source: About
ar: حول

source: About&Update
ar: حول وتحديث

source: About...
ar: حول...

source: Access the EPG from within the Movie Player
ar: وصول إلى دليل البرامج اليومي من داخل مشغل الأفلام

source: Access to the ARD-Mediathek
ar: الوصول إلى خدمة البث المباشر وقنوات الراديو أردا الألمانية

source: Access to the ARD-Mediathek online video database.
ar: الوصول إلى خدمة البث المباشر أردا الألمانية وتشغيل الفديو من قاعدة البيانات المتصلة

source: Accesspoint:
ar: نقطة الوصول

source: Action after summit
ar: التشغيل بعد الذروة

source: Action for inactivity:
ar: عمل الخمول:

source: Action on long powerbutton press
ar: الضغط مطول على زر التشغيل

source: Action on short powerbutton press
ar: الضغط القصير على زر التشغيل

source: Action:
ar: العمل

source: Activate
ar: فعل

source: Activate Inadyn
ar: تفعيل الإيبي الاسمي

source: Activate Picture in Picture
ar: تفعيل صورة داخل صورة

source: Activate VPS
ar: تفعيل الخادم الإفتراضي الخاص

source: Activate network settings
ar: تفعيل إعدادات الشبكة

source: Activation mode
ar: وضع التنشيط

source: Active
ar: نشط

source: Active CAM
ar: الكامة نشطة

source: Active Modules
ar: تفعيل الوحدات

source: Active Screen
ar: الشاشة مفعلة

source: Active Source Reply On:
ar: تفعيل المصدر جاهز للإعادة

source: Active(anon):
ar: نشط (حاليآ):

source: Active(file):
ar: نشط (ملف):

source: Active/ Inactive
ar: نشط/ غير نشط

source: Active/Autostart enabled
ar: تفعيل/تمكين التشغيل التلقائي

source: Active:
ar: نشط:

source: ActiveTimers
ar: مؤقتات مفعلة

source: Adapter settings
ar: إعدادات المحول

source: Add
ar: إضافة

source: Add Bookmark
ar: إضافة علامة مرجعية

source: Add Controller
ar: إضافة مراقب

source: Add WLAN configuration?
ar: إضافة تكوين شبكة إنترنت

source: Add a mark
ar: أضف علامه

source: Add a new NFS or CIFS mount point to your STB.
ar: إضافة ملف جديد لنظام الشبكة أو مشاركة نظام ملف الشبكة على الجهاز الخاص بك

source: Add a new title
ar: إضافة عنوان جديد

source: Add a streaming url to your channellist
ar: إضافة رابط التدفق إلى لائحة قنواتك

source: Add bookmark
ar: إضافة علامة مرجعية

source: Add controller
ar: إضافة مراقب

source: Add network configuration?
ar: إضافه إعدادات شبكه ؟

source: Add new AutoTimer
ar: إضافة مؤقت تلقائي جديد

source: Add new network mount point
ar: إضافة نقطة إرتباط إتصال جديده

source: Add recording (enter recording duration)
ar: إضافة تسجيل (أدخل مدة التسجيل)

source: Add recording (enter recording endtime)
ar: إضافة تسجيل(أدخل زمن انتهاء التسجيل)

source: Add recording (indefinitely)
ar: أضف تسجيل (غير محدد المده)

source: Add recording (stop after current event)
ar: أضف تسجيل (وإيقاف بعد انتهاء البرنامج الحالى)

source: Add service name to stream information
ar: إضافة اسم الخدمة إلى معلومات قنوات البث

source: Add similar timer on conflict
ar: أضف مؤقت مماثل حسب التعارض

source: Add stream URL
ar: أضف رابط التدفق

source: Add tags to recorded movies
ar: إضافة علامات إلى الأفلام المسجلة

source: Add timer
ar: أضف مؤقت

source: Add timer as disabled on conflict
ar: إضافة مؤقت غير مفعل عند التعارض

source: Add title
ar: إضافة عنوان

source: Add to bouquet
ar: إضافه الى الباقة

source: Add to favourites
ar: إضافه الى المفضلة

source: Add zap timer instead of record timer?
ar: أضف مؤقت بدلا من مؤقت التسجيل

source: Added:
ar: تمت الإضافة

source: Addon Succesfully Installed.
ar: تم تثبيت الملحق بنجاح.

source: Addon Succesfully Removed. Gui will be now restarted for the changes to take effect. Press ok to continue
ar: تمت إزالة الملحق بنجاح. سيتم إعادة تشغيل واجهة المستخدم الآن لتصبح التغييرات سارية المفعول. اضغط موافق للإستمرار

source: Addons
ar: إضافات

source: Addons Download Manager
ar: مدير تنزيل الإضافات

source: Addons Manager
ar: مدير تنزيل الإضافات

source: Addons Parental Control
ar: التحكم الأبوي على الإضافات

source: Addons Uninstall Panel
ar: لوحة إلغاء تثبيت الإضافات

source: Addons access pin
ar: أدخل رقم سري للوصول للإضافات

source: Addons access protected
ar: الوصول للإضافات المحميه

source: Addons parental control setup
ar: ضبط التحكم الأبوي على الإضافات

source: Address (0~FF):
ar: العنوان (0~FF):

source: Adds 'search...' to the context menu of the movie list to allow searches.
ar: إضافات البحث...'إلى لائحة الحالة قوائم الفيلم للسماح في عمليات البحث..

source: Adds enigma2 settings and VuPlus model informations like SN, rev... if enabled.
ar: يضيف إعدادات وموديل الفوبلس إذا كانت مفعله

source: Adds network configuration if enabled.
ar: إضافات تكوينات الشبكة إذا تم تفعيلها

source: Adds wlan configuration if enabled.
ar: إضافات تكوينات الشبكة اللاسلكيه إذا تم تفعيلها

source: Adjust 3D settings
ar: ضبط إعدادات ثلاثي الأبعاد

source: Adjust screen position
ar: ضبط موضع الشاشة

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
ar: أضبط إعدادات الالوان بحيث يمكن تمييز أطياف اللون، لكن تبدو مشبعه قدر الامكان. إذا كانت النتيجه مرضيه أضغط موافق إغلاق النافذه ، أو أستخدم مفاتيح الارقام لاختيار شاشات اختبار أخرى

source: Adult streaming plugin
ar: بلجن مشاركة للبالغين فقط

source: Adult streaming plugin.
ar: بلجن مشاركة للبالغين فقط

source: Advanced
ar: متقدم

source: Advanced Options
ar: إختيارات متقدمة

source: Advanced Software
ar: برمجة متقدمة

source: Advanced Software Plugin
ar: خيارات سوفت وير متقدمة لبلجن نز

source: Advanced Video Enhancement Setup
ar: إعدادات تحسين فيديو متقدمة

source: Advanced Video Setup
ar: إعدادات فيديو متقدمة

source: Advanced restore
ar: إستعاده متقدمة

source: After a reboot or power outage, StartupToStandby will bring your STB to standby-mode.
ar: بعد إعادة التشغيل أو إنقطاع التيار الكهربائي,بدء تشغيل الجهاز الخاص بك إلى وضع الاستعداد

source: After event
ar: بعد الحدث

source: After the start wizard is completed, you need to protect single services. Refer to your VuPlus's manual on how to do that.
ar: إذا أردت حمايه خدمه واحده بعد انتهاء نافذه البدأ أرجع إلى دليل المستخدم لتعرف كيف تفعل ذلك

source: Agree
ar: أوافق

source: Ai.HD skin-style control plugin
ar: التحكم بشكل السكن من البلجن أتز

source: AirPlayer
ar: المشغل الهوائي

source: AirPlayer E2
ar: المشغل الهوائي على الإنجما

source: AirPlayer Enigma2 Plugin you are on Version 0.4.1
ar: إضافة المشغل الهوائي للإنجما إصدارك هو 0.4.1

source: AirPlayer Updates
ar: تحديثات المشغل الهوائي

source: Album
ar: آلبوم

source: Alias
ar: أسم مستعار

source: Alias:
ar: أسم مستعار:

source: All
ar: الكل

source: All Satellites
ar: كل الاقمار

source: All Time
ar: كل الوقت

source: All non-repeating timers
ar: مؤقت غير متكرر

source: All resolutions
ar: جميع أنواع الدقة

source: Allow hearing impaired subtitles
ar: السماح بسمع الترجمات الصوتية

source: Allow quit movieplayer with exit
ar: السماح بإيقاف مشغل الأفلام والخروج

source: Allow removing of enteries in service list
ar: السماح بإزالة المدخلات في قائمة القنوات

source: Allow removing of system software
ar: السماح بإزالة البرنامج التشغيلي للنظام

source: Allow subtitle language to equal audio language
ar: السماح بمساواة الترجمة النصية مع الصوت للغات

source: Allow subtitles for hearing impaired
ar: السماح بسمع الترجمة الصوتية

source: Allow to search recordings
ar: السماح لبحث التسجيلات

source: Allow volume-control from iOS device
ar: سماح التحكم بالصوت من أجهزة أبل

source: Allow wakeup from standby
ar: سماح بالتنبيه من وضع الإستعداد

source: Allow zapping via Webinterface
ar: السماح بالتنقل من خلال واجهة الشبكة

source: Allows the execution of TuxboxPlugins.
ar: السماح التنفيذ في إضافات البوكس

source: Allows to change the order of entries in the main menu manually.
ar: السماح لتغيير ترتيب المدخلات في القائمة الرئيسية يدويا.

source: Allows to zap using the picture in picture.
ar: السماح في إستخدام صورة داخل صورة

source: Allows user to download files from rapidshare in the background.
ar: السماح للمستخدم تحميل الملفات من الرابدشير في الخلفية.
