Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: Remove currently selected title
ar: حذف العنوان الحالي المختار

source: Remove failed.
ar: فشل الحذف

source: Remove finished timers from timer list
ar: إنتهاء إزالة المؤقتات من قائمة المؤقت

source: Remove finished.
ar: إنتهاء الحذف

source: Remove items from trash can after (days)
ar: إزالة العناصر من سلة المهملات بعد (أيام)

source: Remove plugins
ar: حذف البلج إنز

source: Remove preinstalled packages from image
ar: إزالة الحزم المثبتة مسبقاً من الصورة

source: Remove selected AutoTimer
ar: حذف المؤقت الآلي المختار

source: Remove timer
ar: حذف المؤقت

source: Remove title
ar: حذف عنوان

source: Removed successfully.
ar: تم الحذف بنجاح .

source: Removing
ar: جاري الحذف

source: Removing directory %s failed. (Maybe not empty.)
ar: فشل حذف الدليل%s (.قد يكون فارغ) .

source: Removing package
ar: إزالة الحزمة

source: Rename
ar: إعادة التسميه

source: Rename crashlogs
ar: إعادة تسمية سجلات العطب

source: Rename your movies
ar: إعادة تسمية أفلامك

source: Reorder Plugin List
ar: إعادة ترتيب قائمة الإضافات

source: Reorder plugins list
ar: إعادة ترتيب قائمة الملحقات

source: Repeat
ar: إعاده

source: Repeat Type
ar: نوع الإعاده

source: Repeat type
ar: نوع الإعاده

source: Repeating event currently recording... What do you want to do?
ar: تكرار الحدث حاليا تسجيل ... ماذا تريد أن تفعل؟

source: Repeats
ar: إعادات

source: Replace service name with next event info (big picons mode)
ar: إستبدال أسم القناة مع معلومات الحدث القادم (وضع أيقونات كبيرة)

source: Replace the minute input for the seek functions with a seekbar.
ar: استبدال الدقيقة مدخلا للطلب وظائف مع التقدم.

source: Replace the rewind input with a seekbar
ar: استبدال مدخلات الترجيع مع المقدم

source: Reply timeout
ar: إنتهاء وقت الإعادة

source: Require authentication for http streams
ar: طلب توثيق روابط المشاركة

source: Require description to be unique
ar: يحتاج وصف ليكون فريدا من نوعه

source: Required medium type:
ar: نوع الوسيط المطلوب

source: Requirements: MeoBoot require a Vu+ machine and Hdd or Usb pen drive.
ar: المتطلبات : يتطلب الميوبوت على جهاز الفوبلس قرص صلب أو فلاش مموري .

source: Rescan
ar: تكرار البحث

source: Reset
ar: إعاده الضبط

source: Reset and renumerate title names
ar: إعادة تعيين و إعادة تقييم عناوين الاسماء

source: Reset count
ar: إعادة تعيين العد

source: Reset playback position
ar: إعادة وضع تشغيل

source: Reset saved position
ar: إعادة المواقع المحفوظة للوضع الإفتراضي

source: Reset video enhancement settings to system defaults?
ar: إعادة إعدادات تصفح الفيديوهات إلى النظام الإفتراضي ؟

source: Reset video enhancement settings to your last configuration?
ar: إعادة إعدادات تصفح الفيديوهات إلى التكوينات الاخيرة الخاصة بك ؟

source: Resolution
ar: الدقة

source: Response video entries.
ar: إستجابة مدخلات الفديو

source: Restart
ar: إعادة التشغيل

source: Restart Displays
ar: إعادة التشغيل شاشة العرض

source: Restart GUI
ar: إعادة تشغيل الاينجما

source: Restart GUI now?
ar: هل تريد إعادة تشغيل الاينجما2 الان ؟

source: Restart Gui
ar: إعادة تشغيل واجهة المستخدم

source: Restart network
ar: إعادة تشغيل الشبكة

source: Restart test
ar: إعادة الاختبار

source: Restart your network connection and interfaces.
ar: إعادة تشغيل إتصال الشبكة والواجهة.

source: Restore
ar: إستعادة

source: Restore
ar: استعادة

source: Restore Settings
ar: إعدادات إستعادة نسخة إحتياطية

source: Restore and backup installed channellist and plugins
ar: إستعادة نسخة إحتياطية مثبتة من قائمة القنوات والإضافات

source: Restore backups
ar: إستعادة النسخة الإحتياطية

source: Restore installed channellist and plugins
ar: إستعادة نسخة إحتياطية مثبتة من قائمة القنوات والإضافات

source: Restore is running...
ar: الإستعادة قيد التنفيذ

source: Restore running
ar: إستعادة التنفيذ

source: Restore system settings
ar: إستعادة إعدادات النظام

source: Restore your STB with a USB stick
ar: إستعادة تثبيت الفلاش مموري على جهاز الإستقبال الخاص بك

source: Restrict "after event" to a certain timespan?
ar: تنفيذ "بعد الحدث" مؤكدة المدة الزمنية

source: Restrict to events on certain dates
ar: تقييد للأحداث في تواريخ معينة

source: Resume from last position
ar: إستعاده من الوضع السابق

source: Resume movies which are marked as seen
ar: الرجوع للأفلام التي وضعت عليها علامة

source: Resume position at %s
ar: إستعادة الوضع إلى %s

source: Resuming playback
ar: إستئناف العرض

source: Retrieving data ...
ar: يتم جلب البيانات ...

source: Return
ar: عودة

source: Return the Love Event
ar: إعادة الحدث الحب

source: Return the Love Event (only for genuine box)
ar: العودة للحدث المفضل (فقط على الأجهزة الأصلية)

source: Return to file browser
ar: العوده إلى متصفح الملفات

source: Return to movie list
ar: العوده إلى قائمة الأفلام

source: Return to previous service
ar: العوده إلى خدمة القناة السابقه

source: Reusable Help-component for other plugins.
ar: قابلة لإعادة الاستخدام مساعدة-مكون للإضافات الأخرى.

source: Reverse bouquet buttons
ar: مفاتيح الرجوع للباقات

source: Rewind speeds
ar: سرعة العوده للخلف

source: Rewrap subtitles
ar: إرجاع الترجمة

source: Rewrap teletext subtitles
ar: إعادة ترجمة النصوص

source: Right
ar: يمين

source: Right Key
ar: مفتاح يمين

source: Right Mouse Button
ar: زر الماوس اليمين

source: Right from servicename
ar: أسم القناة في اليمين

source: Roboto
ar: خط روبوت

source: Roll-off
ar: الدوران لايعمل

source: Root directory
ar: دليل الملفات

source: Rotor turning speed
ar: سرعة تؤليف الموتور

source: RuYa IPTV
ar: رؤيا

source: RuYaIPTV
ar: رؤيا

source: Run
ar: تشغيل

source: Run on boot
ar: تشغيل الإقلاع

source: Run subtitle
ar: تشغيل الترجمة

source: Run title
ar: تشغيل ملف الرتجمة

source: Running
ar: تشغيل

source: Running !
ar: تشغيل !

source: Running in testmode
ar: تشغيل وضع الاختبار

source: Russia
ar: روسيا

source: Russian
ar: روسي

source: S-Video
ar: أفضل فديو

source: SD 24HZ Progressive mode
ar: بث عادي 24 هيرتز وضع متقدم

source: SD 25/50HZ Interlace Mode
ar: الفديو العادي 50/25 هيرتز نظام الدمج

source: SD 25/50HZ Progressive Mode
ar: الفديو العادي 50/25 هيرتز نظام متقدم

source: SD 30/60HZ Interlace Mode
ar: الفديو العادي 60/30 هيرتز نظام الدمج

source: SD 30/60HZ Progressive Mode
ar: الفديو العادي 60/30 هيرتز نظام متقدم

source: SES 5 (5.0E)
ar: سي إي سي 5 (7.0 شرقا)

source: SET FAILED! Please update to the latest driver
ar: فشل التعيين! الرجاء التحديث إلى أحدث تعريف

source: SID
ar: معرف الحماية

source: SINGLE LAYER DVD
ar: ديفيدي أحادي الشاشة

source: SOFTWARE
ar: البرنامج التشغيلي

source: SReclaimable:
ar: التصحيح:

source: SSID (1~32 Characters)
ar: معرف تعيين الخدمة (32~1 حروف)

source: SSID:
ar: معرف مجموعة القنوات :

source: STB format data DVD (HDTV compatible)
ar: تهئية معلومات الدفيفدي على جهازك (قنوات عالية الوضوح المتوافقة)

source: STB software because updates are available.
ar: تؤفر تحديثات برمجية على الجهاز الخاص بك

source: STORAGE
ar: التخزين

source: SUnreclaim:
ar: غير مصحح:

source: SVDRP is a protocol developed for the VDR software to control a set-top box remotely. This plugin only supports a subset of SVDRP and starts automatically using default settings. You probably don't need this plugin and should use the regular Web Interface for Enigma2 instead.
ar: SVDRP هو بروتوكول المتقدمة للبرنامج الصندوق الأسود للسيطرة على فك التشفير عن بعد. \\ n هذا البرنامج المساعد يدعم مجموعة فرعية فقط من SVDRP ويبدأ تلقائيا باستخدام الإعدادات الافتراضية. \\ n \\ n وربما لا تحتاج هذا البرنامج المساعد ويجب استخدام العادية واجهة الويب لEnigma2 بدلا من ذلك.

source: SVDRP server for Enigma2
ar: خدمة الدردشة المتبادلة لمستخدمي الانيجما.

source: Samba
ar: سامبا

source: Samba Autostart Disabled.
ar: تعطيل التشغيل التلقائي للسامبا.

source: Samba Autostart Enabled.
ar: تفعيل التشغيل التلقائي للسامبا.

source: Samba Autostart:
ar: تشغيل تلقائي للسامبا :

source: Samba Panel
ar: لوحة سامبا

source: Samba/Cifs Panel
ar: سامبا / لوحة ملفات النظام المشتركة على الانترنت

source: Same resolution as skin
ar: نفس دقة السكن

source: Sat
ar: السبت

source: Sat / Dish Setup
ar: ضبط القمر/طبق الاستقبال

source: Satellite
ar: قمر صناعي

source: Satellite Equipment Setup
ar: ضبط معدات القمر

source: Satellite equipment
ar: معدات القمر

source: SatelliteEquipmentControl allows you to fine-tune DiSEqC-settings
ar: التحكم بمعدات الاقمار الصناعية يسمح لك لضبط إعدادات الدايسك.

source: Satellites
ar: أقمار صناعية

source: Satfinder
ar: الباحث عن الأقمار

source: Satfinder helps you to align your dish
ar: باحث الاقمار يساعدك على محاذاة الطبق الخاص بك

source: Sats
ar: أقمار

source: Saturation
ar: صفاء اللون

source: Saturday
ar: السبت

source: Save
ar: حفظ

source: Save Config to File...{/tmp}
ar: حفظ الإعداد في الملف...{/tmp}

source: Save EPG for X days in future
ar: حفظ دليل البرامج الإلكترونية من الأيام في المستقبل

source: Save Playlist
ar: حفظ قائمة العرض

source: Save as Picture for WebIF
ar: حفظ الصورة في صفحة واجهة الويب

source: Save current delay to key
ar: حفظ التأخير الحالي فى مفتاح

source: Save to key
ar: حفظ فى مفتاح

source: Save values and close plugin
ar: حفظ القيم وإغلاق البلج إن

source: Save values and close screen
ar: حفظ القيم وإغلاق الشاشة

source: Saving epg.dat....
ar: إنقاذ epg.dat ....

source: Scale picons to given skin size
ar: مقاس الأيقونات المخصصة لحجم السكن

source: Scaler sharpness
ar: مقياس الحدة

source: Scaler vertical dejagging
ar: الدوران العامودي

source: Scaling Mode
ar: نمط التدرج

source: Scan
ar: بحث

source: Scan
ar: بحـث

source: Scan All
ar: بحث الكل

source: Scan Files...
ar: فحص الملفات...

source: Scan NFS share
ar: مشاركة الملفات عبر الشبكة

source: Scan QAM128
ar: بحث QAM128

source: Scan QAM16
ar: بحث QAM16

source: Scan QAM256
ar: بحث QAM256

source: Scan QAM32
ar: بحث QAM32

source: Scan QAM64
ar: بحث QAM64

source: Scan SR6875
ar: بحث SR6875

source: Scan SR6900
ar: بحث SR6900

source: Scan Wireless AP
ar: البحث اللاسلكي عن نقطة الوصول

source: Scan Wireless Networks
ar: البحث عن شبكات لاسلكيه

source: Scan additional SR
ar: البحث الإضافي عن إشارة الإستقبال

source: Scan band
ar: تردد البحث

source: Scan band EU HYPER
ar: بحث التردد الاوروبي الاعلى

source: Scan band EU MID
ar: بحث التردد الأوروبي المتوسط

source: Scan band EU SUPER
ar: بحث تردد الأوروبي العالي

source: Scan band EU UHF IV
ar: بحث تردد العالمي العالي الاوروبي الخامس

source: Scan band EU UHF V
ar: بحث تردد العالمي العالي الاوروبي الرابع

source: Scan band EU VHF I
ar: بحث تردد الفديو العالي الاوروبي الأول

source: Scan band EU VHF III
ar: بحث تردد الفديو العالي الاوروبي الثالث

source: Scan band US HIGH
ar: بحث تردد الولايات المتحدة العالي

source: Scan band US HYPER
ar: بحث تردد الولايات المتحدة الأعلى

source: Scan band US LOW
ar: بحث تردد الولايات المتحدة المنخفضة

source: Scan band US MID
ar: بحث تردد الولايات المتحدة المتوسطة

source: Scan band US SUPER
ar: بحث تردد الولايات المتحدة العالية

source: Scan devices for playable media files
ar: بحث الأجهزة عن ملفات الوسائط

source: Scan files...
ar: البحث في الملفات...

source: Scan range
ar: نطاق البحث

source: Scan start frequency
ar: بدء بحث من التردد

source: Scan start symbolrate
ar: بدء البحث من معدل الترميز

source: Scan stop frequency
ar: إيقاف البحث على التردد

source: Scan stop symbolrate
ar: إيقاف البحث على معدل الترميز

source: Scan wireless networks
ar: البحث عن شبكات لاسلكيه

source: Scan your network for wireless access points and connect to them using your selected wireless device.
ar: أبحث فى الشبكة عن نقاط دخول لاسلكيه وأتصل بهم باستخدام جهازك اللاسلكى المختار.

source: Scanning AP List..
ar: بحث قائمة نقاط الوصول...

source: Scans default lamedbs sorted by satellite
ar: البحث الإفتراضي لتردودات مرتبة حسب الأقمار الصناعية

source: Scans default lamedbs sorted by satellite with a connected dish positioner
ar: البحث الإفتراضي لتردودات مرتبة حسب الأقمار الصناعية مع توصيل الطبق المتحرك

source: Schedule scan
ar: بحث مجدول

source: Science & Technology
ar: علوم وتكنولوجيا

source: Screen 1 Changing Time
ar: وقت تغيير الشاشة الأولى

source: Screen used for changing
ar: يستخدم لتغيير الشاشة

source: Script Panel
ar: لوحة السكريبتات

source: Script Runner
ar: مشغل السكريبت

source: Scripts
ar: سكربتات

source: Scripts providers
ar: سكربت مزودي الخدمات

source: Search
ar: بحث

source: Search EPG by title event
ar: البحث في دليل البرامج الإلكترونية بواسطة عنوان الحدث

source: Search Term(s)
ar: شروط البحث

source: Search category:
ar: فئة البحث:

source: Search east
ar: البحث شرقا

source: Search event in EPG
ar: البحث عن الحدث في دليل البرامج الإلكترونية

source: Search for network shares
ar: البحث عن شبكة مشاركة

source: Search for network shares...
ar: البحث عن شبكة مشاركة...

source: Search for updates every X hours (0= off)
ar: البحث عن التحديثات كل ساعة X (0 = لايعمل)

source: Search region:
ar: منطقة البحث:

source: Search restricted content:
ar: بحث محتويات محدوده:

source: Search strictness
ar: دقة البحث

source: Search through the EPG
ar: البحث خلال دليل البرامج الإلكتروني

source: Search type
ar: نوع البحث

source: Search west
ar: بحث غربا

source: Searching for available updates. Please wait...
ar: بحث عن التحديثات المتاحه. الرجاء الانتظار....

source: Searching for new installed or removed packages. Please wait...
ar: جاري البحث عن حزم جديده تم تثبيتها أو حذفها. الرجاء الانتظار...

source: Searching your network. Please wait...
ar: بحث عن الشبكة. الرجاء الانتظار...

source: Secondary DNS
ar: أسم نطاق ثانوي

source: Secure SMARDTV
ar: حماية القنوات المشفرة

source: Security service not running.
ar: خدمة الأمن لا تعمل

source: See service-epg (and PiP) from other channels in an infobar.
ar: أنظر خدمة دليل البرامج الإلكتروني (وخاصية صورة داخل صورة) من القنوات الأخرى في شريط المعلومات.

source: Seek
ar: بحـث

source: Seek backward
ar: الرجوع للخلف

source: Seek backward (enter time)
ar: رجوع للخلف (أدخل الوقت)

source: Seek forward
ar: التقديم إلى الأمام

source: Seek forward (enter time)
ar: تقديم إلى الأمام (أدخل الوقت)

source: Select
ar: أختار

source: Select "exact match" to enforce "Match title" to match exactly or "partial match" if you only want to search for a part of the event title.
ar: أختار "تطابق كامل" لفرض "عنوان تطابق" لكى يتم عمل تطابق كامل ، أو "تطابق جزئي" إذا كنت تريد البحث عن جزء من عنوان الحدث

source: Select HDD
ar: اختار القرص الصلب

source: Select Location
ar: أختار الموقع

source: Select Network Adapter
ar: أختار محول الشبكة

source: Select Network Interface
ar: أختار واجهة الشبكة

source: Select URL type
ar: حدد نوع الرابط

source: Select Wireless Lan module.
ar: حدد وحدة الشبكة المحلية اللاسلكية

source: Select a bouquet to add a channel to
ar: إضافة القناة إلى الباقه

source: Select a movie
ar: اختار الفيلم

source: Select a remote server IP first
ar: أختار عنوان التحكم بالسيرفر

source: Select a timer to import
ar: أختار المؤقت المراد إدخاله

source: Select audio track
ar: أختار مسار الصوت

source: Select bouquet to record on
ar: أختار الباقة التى تريد التسجيل عليها

source: Select bouquets to convert
ar: أختيار تحويل الباقات

source: Select channel to record from
ar: اختار القناة التى تريد أن تسجل منها

source: Select channel to record on
ar: أختار القناة التى تريد التسجيل عليها

source: Select desired image from feed list
ar: حدد الصورة المطلوبة من قائمة البث

source: Select files for backup.
ar: أختار ملفات النسخة الإحتياطية.

source: Select files/folders to backup
ar: أختار ملفات/مجلدات النسخة الإحتياطية

source: Select input device
ar: إختيار الجهاز المدخل

source: Select input device.
ar: إختيار الجهاز المدخل

source: Select number of partitions:
ar: حدد عدد الأقسام:

source: Select package
ar: أختار الحزمة

source: Select provider to add...
ar: أختار مزود ليتم إضافته...

source: Select refresh rate
ar: أختار معدل التحديث

source: Select service to add...
ar: أختار قناة ليتم إضافتها

source: Select the Swap File Place:
ar: حدد مكان مبادله الملف:

source: Select the Swap File Size:
ar: تحديد الحجم مبادله الملف:

source: Select the key you want to set to %i ms
ar: أختار المفتاح الذى تريد الضبط إلى %i جزء من الثانيه

source: Select the location to save the recording to.
ar: أختار المكان الذي ستحفظ فيه التسجيلات

source: Select type of Filter
ar: أختار نوع الفلتر

source: Select upgrade source to edit.
ar: أختار مصدر الترقيه المراد تحريره

source: Select video input with up/down buttons
ar: أختار مدخل الفيديو بالزر الأعلى/الأسفل

source: Select video mode
ar: أختار صيغة بث الفديو

source: Select whether or not you want to enforce case correctness.
ar: أختار الطقس أو إذا كنت تريد فرض حالة صحتها.

source: Select wireless network
ar: أختار الشبكة اللاسلكيه

source: Select your favourite music (Artist, Album, Genre).
ar: أختيار الموسيقى المفضلة لديك (الفنان، الألبوم، النوع).

source: Select your provider, and press OK to start the scan
ar: أختار المزود الخاص بك,أو أضغط على موافق لبدء البحث

source: Send DiSEqC
ar: أرسل دايزك

source: Send DiSEqC only on satellite change
ar: ارسل دايزك عند تغيير القمر فقط

source: Seperate titles with a main menu
ar: عناوين منفصله مع القائمة الرئيسية

source: Sequence repeat
ar: تكرار التسلسل

source: Serbian
ar: صربي

source: Server
ar: خادم

source: Server Address
ar: عنوان الخادم

source: Server Disabled
ar: تعطيل الخادم

source: Server Enabled
ar: تفعيل الخادم

source: Server IP
ar: عنوان الخادم

source: Server Name
ar: اسم الخادم

source: Server Name:
ar: اسم الخادم:

source: Server Profile Name
ar: أسم ملف الخادم

source: Server avaliable on ip
ar: الخادم المتوفر يعمل على الايبي

source: Server building in progress Please wait ...
ar: بناء الخادم في التقدم \\\\ n الرجاء الانتظار ...

source: Server share
ar: مشاركة الخادم

source: Service
ar: قنوات

source: Service EPGBar
ar: خدمة شريط دليل البرامج الإلكترونية

source: Service Scan
ar: بحث عن القنوات

source: Service Searching
ar: بحث عن القنـوات

source: Service delay
ar: تأخير الخدمة

source: Service has been added to the favourites.
ar: تم إضافة القناة إلى المفضلة

source: Service has been added to the selected bouquet.
ar: تم إضافة القناة إلى الباقة المختاره.

source: Service invalid! (Timeout reading PMT)
ar: فشل الخدمة ! (مهلة القراءة مؤقتة )

source: Service name
ar: أسم الخدمة

source: Service not found! (SID not found in PAT)
ar: الخدمة غير متوفرة! لم يتم العثور على معرف الحماية

source: Service reference
ar: مرجع الخدمة

source: Service scan
ar: بحث عـن القنـوات

source: Service search first
ar: خدمة البحث أولاً

source: Service searching
ar: بحث عن القنـوات

source: Service unavailable! Check tuner configuration!
ar: الخدمه غير متاحه ! تأكد من تهيئة المؤالف !

source: Serviceinfo
ar: معلومات القناة

source: Services
ar: القنوات

source: Set
ar: تعيين

source: Set Acoustic
ar: المجموعة الصوتية

source: Set Active
ar: المجموعة النشطة

source: Set Bitstream/PCM audio delays
ar: ضبط بث بالبايت / تأخير الذبذبة الصوتية

source: Set Default CAM
ar: تعيين الكامة الاقتراضية

source: Set End Time
ar: أضبط وقت الإنتهاء

source: Set Favourite
ar: تعيين المفضلة

source: Set On >>
ar: تعيين على >>

source: Set Sleeptimer
ar: ضبط مؤقت النوم

source: Set Standby
ar: وضع الإستعداد

source: Set System
ar: إعداد النظام

source: Set VTI Panel Password
ar: تعيين كلمة مرور على لوحة تحكم صور فريق الفوبلس

source: Set VU device name:
ar: تعيين أسم جهاز الفوبلس:

source: Set Voltage and 22KHz
ar: ضبط الفولتيه و 22KHz

source: Set as Startpage
ar: تعيين الصفحة الحالية

source: Set available internal memory threshold for the warning.
ar: أضبط أقل مستوى للذاكره الداخلية للتنبيه

source: Set delay to %i ms (can be set)
ar: أضبط التاخير الى %i جزء من الثانيه (يمكن ضبطها)

source: Set fixed
ar: تعيين محدد

source: Set fps for external subtitles
ar: ضبط معدل الاطارات في الثانية لترجمة الوسائط الخارجية

source: Set interface as default Interface
ar: أضبط واجهه لتكوين واجهه إفتراضية

source: Set limits
ar: ضبط الحدود

source: Set maximum duration
ar: حدد أقصى مده

source: Set server IP
ar: إعداد عنوان السيرفر

source: Set start position
ar: تعيين وضع التشغيل

source: Set this NO to disable this AutoTimer.
ar: ضبط هذا لا لتعطيل المؤقت الآلي.

source: Set voltage and 22KHz
ar: ضبط الفولتيه على أثنين وعشرين كيلوهيرتز

source: Setting
ar: الإعداد

source: Setting key canceled
ar: تم الغاء مفاتيح الاعداد

source: Settings
ar: إعدادات

source: Settings Backup
ar: إعدادات النسخ الاحتياطي

source: Settings for Airplayer
ar: إعدادات المشغل الهوائي

source: Settings installed:
ar: إعدادات مثبتة:

source: Settings...
ar: الإعدادات...

source: Setup
ar: الضبـط

source: Setup %s Universe
ar: إعدادات الصور٪ العالمية

source: Setup - AtileHD
ar: إعدادت سكن إيتلي عالي الوضوح

source: Setup - Movies
ar: إعدادت الأفلام

source: Setup - Service List
ar: إعدادت قائمة القنوات

source: Setup - Subtitles
ar: إعدادت الترجمة

source: Setup - System
ar: إعدادت النظام

source: Setup - TV / Radio
ar: إعدادت القنوات التلفزيونية / قنوات الراديو

source: Setup - Timer
ar: إعدادت المؤقت

source: Setup - User Interface
ar: إعدادت واجهة المستخدم

source: Setup ClearMem
ar: إعداد تنظيف الذاكرة

source: Setup Mode
ar: أسلوب الضبط

source: Setup for the Audio Sync Plugin
ar: إعدادات بلجن أنز مزامنة الصوت

source: Setup mode
ar: وضع الضبط

source: Setup picon in directory for service list
ar: إعداد الإيقونات في دليل قائمة القنوات

source: Setup primary picon directory
ar: دليل إعداد الأيقونات الرئيسية

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
ar: يقوم معالج تثبيت الفلاش مموري بالعملية وبرمجة الملف الصورة ٪ في ذاكرة الفلاشة؟

source: Sharpness
ar: الحده

source: Shmem:
ar: الطاقة:

source: Short Movies
ar: أفلام قصيره

source: Short filenames
ar: أسماء قصيرة

source: Should this AutoTimer be restricted to a timespan?
ar: هل تريد أن يكون المؤقت الآلي محددا بهذه المده الزمنية ؟

source: Should this AutoTimer only match up to a certain event duration?
ar: هل هذا المؤقت الآلى سيتطابق مع مده حدث معين ؟

source: Should timers created by this AutoTimer be recorded to a custom location?
ar: يجب تسجيل المؤقتات التي أنشاءها هذا المؤقت الآلي إلى موقع مخصص؟

source: Shouts sent by users:
ar: صيحات أرسلت من قبل المستخدمين:

source: Show %s
ar: عرض % s

source: Show 'Force reload' as plugin
ar: عرض 'فرض التحميل'من البلجن أنز

source: Show 'no....'Messages
ar: عرض الرسائل أو لا

source: Show Crash Corner
ar: عرض الملفات المعطوبة

source: Show DVB subtitles centered
ar: عرض ترجمة القنوات بالمنتصف

source: Show ECM info
ar: عرض معلومات تشفير الإيموهات

source: Show EIT now/next in infobar
ar: عرض معلومات الحدث الأن/القادم في شريط المعلومات

source: Show EPG data in single EPG list older than
ar: عرض بيانات دليل برنامج إلكتروني واحد

source: Show EPG data in timer list
ar: عرض بيانات دليل البرامج الإلكترونية في قائمة المؤقت

source: Show EPG...
ar: عرض دليل البرامج الإلكترونية...

source: Show Info
ar: أظهر المعلومات

source: Show Infobar on Event Change
ar: عرض شريط المعلومات عند التنقل بين القنوات

source: Show Log
ar: إظهار سجل

source: Show Message when Recording starts
ar: أظهر رساله عندما يبدأ التسجيل

source: Show Now/Next EIT EPG at Infobar
ar: عرض أسم البرنامج الحالي والقادم في شريط المعلومات

source: Show SD as
ar: عرض الدقة العادية

source: Show SNR percentage instead of dB value
ar: عرض إشارة القنوات بالنسبة المئوية بدلأ قيمة الديسيبل

source: Show WLAN Status
ar: أظهر حالة الشبكة اللاسلكيه

source: Show animation while busy
ar: عرض الايقونة المتحركة أثناء الإنشغال

source: Show as Extension
ar: عرض الملحقات

source: Show as Plugin
ar: عرض البلجن أنز

source: Show as extension
ar: عرض الملحقات

source: Show as plugin
ar: عرض البلجن أنز

source: Show background in radio mode
ar: عرض الخلفية في وضع قنوات الراديو

source: Show blinking clock in display during recording
ar: أظهار ساعه تؤمض عند التسجيل

source: Show box name in header
ar: عرض أسم الجهاز في العنوان الرئيسي

source: Show channel info in movie list (VTi list style)
ar: عرض معلومات القناة في قائمة الأفلام (شكل قائمة صور فريق الفوبلس)

source: Show channel numbers in channel selection
ar: عرض أرقام القنوات في قائمة إختيار القنوات

source: Show columns
ar: عرض الأعمدة

source: Show crypto icons
ar: عرض أيقونة التشفير

source: Show crypto info in infobar
ar: عرض معلومات التشفير في شريط المعومات
