Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: Sundtek Control Center
ar: مركز التحكم بكرت الستلايت المتنقل

source: SundtekControlCenter
ar: مركز التحكم بكرت الستلايت المتنقل

source: Support "Fast Scan"?
ar: دعم /"بحث سريع؟"/

source: Swap
ar: مشاركة مساحة إضافية

source: Swap File Deleted and Autostart Deactivated.
ar: تبادل الملفات المحذوفة وتشغيل تلقائي المعطلة.

source: Swap File Manager
ar: مدير مشاركة الملفات

source: Swap File Settings
ar: إعدادات تبادل الملفات

source: Swap File creation Failed. Check for Available space.
ar: إنشاء ملف مبادلة فشل. تحقق من المساحة المتوفرة.

source: Swap File not found. You have to create the file before to activate.
ar: لم يتم العثور على مقايضة ملف. لديك لإنشاء الملف قبل لتنشيط.

source: Swap File settings
ar: إعدادات تبادل الملفات

source: Swap File successfully created.
ar: أنشئ تبادل الملفات بنجاح

source: Swap Manager
ar: مدير مشاركة المساحة

source: Swap PiP and main picture
ar: تبادل صوره داخل صوره من الصوره الرئيسية

source: Swap Place:
ar: مقايضة مكان:

source: Swap Services
ar: خدمات زيادة المساحة على الهارد ديسك يتم استخدامها بجانب الذاكرة

source: Swap Size:
ar: حجم مشاركة الملفات:

source: Swap file Automatic Startup Disabled
ar: ملف المبادلة التلقائي بدء التشغيل معطل

source: Swap file Automatic Startup Enabled
ar: تمكين بدء التشغيل التلقائي ملف المبادلة

source: Swap free:
ar: مشاركة المساحة المتوفرة

source: Swap in use:
ar: مساحة مشاركة الملفات:

source: Swap status: disabled
ar: حالة المشاركة : متعطل

source: Swap status: enable
ar: حالة المشاركة : تمكين

source: Swap total:
ar: مجموع مشاركة المساحة

source: SwapCached:
ar: تبادل مختفي:

source: SwapFree:
ar: المشاركة المتوفرة:

source: SwapManager
ar: مدير مشاركة المساحة

source: SwapTotal:
ar: مجموع المشاركة:

source: Sweden
ar: السويد

source: Swedish
ar: سويدي

source: Switch TV to correct input
ar: التبديل إلى مدخل التلفزيون الصحيح

source: Switch to keyboard/mouse mode.
ar: التبديل إلى وضع لوحة المفاتيح / الماوس.

source: Switch to next channel
ar: التبديل إلى القناة التالية

source: Switch to next channel in history
ar: التبديل إلى القناة التالية في السجل

source: Switch to next sub service
ar: التبديل إلى الخدمة الفرعية التالية

source: Switch to next subservice
ar: الإنتقال إلى القنوات الفرعية التالية

source: Switch to previous channel
ar: التبديل إلى القناة السابقة

source: Switch to previous channel in history
ar: التبديل إلى القناة السابقة في السجل

source: Switch to previous sub service
ar: التبديل إلى الخدمة الفرعية السابقة

source: Switch to previous subservice
ar: الإنتقال إلى القنوات الفرعية السابقه

source: Switchable tuner types:
ar: نوع مؤالف التحويل :

source: Symbol rate
ar: معدل الترميز

source: Sys Info
ar: معلومات النظام

source: System
ar: النـظام

source: System Info
ar: معلومات النظام

source: System:
ar: النظام:

source: Systeminfo
ar: معلومات النظام

source: Systemplugins
ar: نظام الإضافات

source: TRANSLATOR_INFO
ar: معلومات المترجم

source: TS file is too large for ISO9660 level 1!
ar: ملف TS كبير جدا بالنسبة ISO9660 المستوى 1!

source: TSID
ar: إرسال معرف المحطة

source: TSmedia
ar: ناقل بث الوسائط

source: TSpanel
ar: لوحة ناقل البث

source: TV
ar: التلفزيون

source: TV / Radio
ar: القنوات التلفزيونية / قنوات الراديو

source: TV Charts of all users
ar: الرسوم البيانية التلفزيونية لجميع المستخدمين

source: TV System
ar: نظام التلفزيون

source: TV on => VU+ activity:
ar: التلفزيون يعمل => الفوبلس نشط:

source: TV physical address report
ar: تقرير عناوين التلفزيون التفاعلية

source: TV power off:
ar: إيقاف تشغيل التلفاز:

source: TV power on:
ar: تشغيل التلفاز:

source: TV standby => VU+ activity:
ar: إستعداد التللفزيون => الفوبلس نشط:

source: TXT PID
ar: تعريف التكست

source: Table of content for collection
ar: مجموع جدول المحتويات

source: Tag 1
ar: علامة 1

source: Tag 2
ar: علامة 2

source: Tags
ar: علامات

source: Tags the Timer/Recording will have.
ar: علامات المؤقت / لديك تسجيل.

source: Tags:
ar: علامات :

source: Taiwan
ar: تايواني

source: Teleportation
ar: إنتقال للصور عبر الوسائط

source: Teletext subtitle color
ar: لون ترجمة القنوات

source: Teletext subtitle font size
ar: حجم خط ترجمة القنوات

source: Teletext subtitle horizontal alignment
ar: المحاذاة الأفقية لترجمة القنوات

source: Telnet
ar: التلينت

source: Telnet Panel
ar: لوحة أوامر التلنت

source: Telnet service Disabled.
ar: تعطيل خدمة التلنت

source: Telnet service Enabled.
ar: تمكين خدمة التلنت

source: Temperature and Fan control
ar: درجة الحرارة والتحكم فى المروحة

source: Temperature and fan control
ar: درجة الحرارة والتحكم فى المروحة

source: Temperature unit:
ar: وحدة درجة الحرارة:

source: Temperature-dependent fan control.
ar: التحكم في درجة حرارة المروحة.

source: Terrestrial
ar: أرضي

source: Terrestrial provider
ar: مزود أرضي

source: Test
ar: أختبار

source: Test DiSEqC settings
ar: إختبار إعدادات الدايزك

source: Test Type
ar: نوع الاختبار

source: Test again
ar: أختبر مره ثانيه

source: Test mode
ar: وضع الاختبار

source: Test the network configuration of your STB.
ar: إختبار تكوين الشبكة في جهاز الاستقبال الخاص بك .

source: Test your DiSEqC equipment
ar: إختبار جهاز الدايسك الخاص بك

source: Test-Messagebox?
ar: أختبر صندوق الرسائل ؟

source: Testscreens
ar: إختبار الشاشة

source: Text support
ar: دعم النص

source: Thank you for using the wizard. Please press OK to continue.
ar: شكرا لإستخدامك نافذة الإعدادات . من فضلك أضغط موافق للاستمرار .

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your STB.
ar: شكرا لأستخدامك نافذة الاعدادات . الفوبلس جاهز للاستخدام. من فضلك أضغط موافق لتبدأ استخدام الفوبلس.

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
ar: شكرا على استخدامك هذا المعالج. تم إضافة المؤقت الآلي الجديد الى القائمة من فضلك أضغط موافق للاستمرار .

source: The Big Bang will collapse all of the Parallel Universes into the original Black Hole matrix. This means that all of your Parallel Universes will be destroyed and turned back into Black Hole timespace.
ar: سوف التوسع الكبير تنهار كل الأكوان المتوازية إلى الأصلي مصفوفة البلاكهول. هذا يعني أن كل من الأكوان المتوازية الخاصة بك وسوف يتم تدميرها وتحولت مرة أخرى إلى البلاكهول الوقت المتوفر

source: The Big Bang will collapse all of the Parallel Universes into the original Black Hole matrix. This means that all of your Parallel Universes will be destroyed and turned back into Black Hole timespace. Warning, all of the data stored in your Parallel Universes will be lost. Are you sure you want to start the Bing Bang?
ar: سوف التوسع الكبير تنهار كل العالم المتوازي إلى الأصلي مصفوفة البلاكهول. هذا يعني أن كل من الأكوان المتوازية الخاصة بك وسوف يتم تدميرها وتحولت مرة أخرى إلى البلاكهول الوقت المتؤفر. تحذير كافة البيانات المخزنة في العالم المتوازي الخاصة بك وسوف أن تفقد. هل أنت متأكد أنك تريد أن تبدأ التوسع الكبير؟

source: The Box will be now restarted to generate new device UID. Don't forget to remap your device after the reboot. Press ok to continue
ar: سيتم إعادة تشغيل صندوق الآن لتوليد UID جهاز جديد. لاتنسى أن إعادة رسم خريطة الجهاز بعد إعادة التشغيل. اضغط موافق للمتابعة

source: The CleanupWizard informs you when the internal free memory of your VuPlus has dropped below a definable threshold.You can use this wizard to remove some plugins.
ar: معالج التنظيف يعلمك عندما انحفاض الذاكرة الداخلية للفوبلس الخاص بك يمكنك للتعريف يمكن استخدام هذا المعالج لإزالة بعض الإضافات.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a STB format data DVD (which will not play in stand-alone DVD players) instead?
ar: نظام ديفيدي القياسى لا يدعم الفيديو H.264 (HDTV) .هل تريد عمل نسق معلومات ديفيدي للفوبلس بدلا من ذلك (هذا لن يعمل فى مشغلات ديفيدي المستقله ) ؟

source: The Elektro Power Save Plugin puts the box from Standby to sleep mode (Deep Standby) at specified times. This only happens if the box is in standby and no recording is running or scheduled during the next 20 minutes. The box automatically wakes up for recordings or at the end of the specified sleep time. Hence you needn't wait for it to boot-up.
ar: وإلكترو توفير الطاقة المساعد يضع مربع من وضع الاستعداد إلى وضع (إستعداد عميق) النوم في أوقات محددة.\n هذا لا يحدث إلا إذا كان مربع في وضع الاستعداد ولم تسجيل قيد التشغيل أو من المقرر خلال الدقائق ال 20 القادمة.\n كان مربع تلقائيا يستيقظ للتسجيلات أو في نهاية الوقت المحدد النوم. وبالتالي لا تحتاج إلى الانتظار لأعلى في عمليات الإقلاع.

source: The Hotplug plugin notifies your system of newly added or removed devices.
ar: البرنامج المساعد إضافة نشطة بإعلام النظام الخاص بك من الأجهزة المضافة حديثا أو إزالتها.

source: The NetworkWizard extension is not installed! Please install it.
ar: نافذة إعدادات الشبكة غير مثبته من فضلك قم بتثبيتها .

source: The PIN code has been changed successfully.
ar: تم تغيير الرقم السري بنجاح.

source: The PIN codes you entered are different.
ar: الرقم السري الذي قمت بإدخاله مختلف.

source: The PicturePlayer displays your photos on the TV. You can view them as thumbnails or slideshow.
ar: مشغل الصور يعرض صورك على التلفزيون.\n يمكنك عرضها على هيئة مصغرات أو عرض الشرائح.

source: The Satfinder plugin helps you to align your dish. It shows you informations about signal rate and errors.
ar: باحث الاقمارالمساعد يساعدك على محاذاة الطبق الخاص بك. \\ n يظهر لك معلومات حول معدل الإشارة والأخطاء.

source: The SkinSelector shows a menu with selectable skins. It's now easy to change the look and feel of your STB.
ar: إختيار السكنات يظهر في القائمة مع سكن للاختيار. الان السهل تغيير الشكل والمظهر من جهاز الإستقبال الخاص بك.

source: The SoftwareManager manages your STB software. It's easy to update your receiver's software, install or remove plugins or even backup and restore your system settings.
ar: إدارة البرنامج التشغيلي على جهاز الإستقباال الخاص بكسهلة لتحديث برامج جهاز الاستقبال الخاص بك، وتثبيت أو إزالة الإضافات أو حتى النسخ الاحتياطي واستعادة إعدادات النظام الخاص بك.

source: The Softwaremanagement extension is not installed! Please install it.
ar: إن إضافة التحكم فى البرنامج التشغيلى غير مثبته ّ من فضلك ثبتها .

source: The Timer will not be added to the List. Please press OK to close this Wizard.
ar: لن يتم إضافة المؤقت للقائمة. من فضلك أضغط موافق لإغلاق النافذه.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
ar: المدى الزمنى للمؤقت الزمنى هو السمه المتقدمه الاولى. إذا كان المدى الزمنى محدد ، فإن حدثا سوف يطابق هذا المؤقت الآلى إذا كان يقع فى هذا المدى الزمني

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
ar: قد تم تثبيتالفلاش مموري لتكون قابلة للتشغيل. يمكنك تحميل ملف صورة بصغة إن في أي !

source: The VPS-Plugin can determine whether a programme begins earlier or lasts longer.
ar: وVPS-المساعد يمكن تحديد ما إذا كان البرنامج يبدأ في وقت سابق أو يستمر لفترة أطول.

source: The VideoEnhancement plugin provides advanced video enhancement settings.
ar: إعدادات تحسين الفديو وبلج إنز مزودي خدمات الفديو المتقدمة

source: The VideoTune helps fine-tuning your tv display. You can control brightness and contrast of your tv.
ar: وVideoTune يساعد صقل عرض التلفزيون الخاص بك. \\ n يمكنك التحكم في درجة السطوع والتباين من التلفزيون الخاص بك.

source: The Videomode plugin provides advanced video mode settings.
ar: بلج إنز الفديو يوفر الوضع المتقدم لإعدادات الفديو

source: The WirelessLan plugin helps you configuring your WLAN network interface.
ar: الشبكة المحلية اللاسلكية إضافة تساعدك على تكوين واجهة شبكة الإتصال الخاصة بك.

source: The backup failed. Please choose a different backup location.
ar: فشل عمل نسخه إحتياطية،من فضلك أختار مكان آخر للنسخة الإحتياطية .

source: The connection was terminated from the stream server.
ar: تم إنهاء الاتصال من خادم الدفق.

source: The counter can automatically be reset to the limit at certain intervals.
ar: يمكن تلقائيا إعادة تعيين العداد إلى الحد الأقصى على فترات معينة.

source: The device has been partitioned. Partitions will be now formatted.
ar: تم تقسيم الجهاز. سيتم تهيئة الأقسام الآن.

source: The directory %s is not writable. Make sure you select a writable directory instead.
ar: الدليل %s لا يمكن الكتابه فيه. تأكد من إختيار دليل بديل يمكن الكتابه فيه

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
ar: محرر لاستخدامها في AutoTimers جديدة. هذا يمكن أن يكون إما معالج أو محرر الكلاسيكية.

source: The following device was found: %s Do you want to write the USB flasher to this stick?
ar: تم العثور على هذه الاجهزه: %s هل تريد أن تقرء التحديث من الفلاش مموري المثبت؟

source: The following files were found...
ar: تم العثور على هذه الملفات

source: The input port should be configured now. You can now configure the screen by displaying some test pictures. Do you want to do that now?
ar: يجب تهيئه منفذ الدخول الان يمكنك تهيئه الشاشه بعرض بعض صور أختبار . هل تريدعمل ذلك الان ؟

source: The installation of the default services lists is finished.
ar: تم الإنتهاء من تثبيت قوائم القنوات الافتراضيه

source: The installation of the default settings is finished. You can now continue configuring your STB by pressing the OK button on the remote control.
ar: تم تثبيت الاعدادات الافتراضيه . يمكنك الان استكمال تهيئة الفوبلس بالضغط على زر موافق من الريموت كونترول .

source: The match attribute is mandatory.
ar: التطابق ميزة إلزامية.

source: The md5sum validation failed, the file may be corrupted!
ar: المصادقة md5sum فشلت، قد يكون معطوبا الملف!

source: The new image will be installed and auto booted in few minutes.
ar: سيتم تثبيت صورة جديدة وسيعاد تشغيله بعد بضع دقائق.

source: The package doesn't contain anything.
ar: الرزمه لا تحتوى على أى شيئ .

source: The package:
ar: الرزمه:

source: The path %s already exists.
ar: المسار %s موجود سلفا

source: The pin code you entered is wrong.
ar: الرقم السرى الذى ادخلته خطأ

source: The results have been written to %s.
ar: تم كتابة النتائج إلى٪ s.

source: The server will build a virtual channels list in the folder /media/hdd/tuner on this box.
ar: سيقوم الخادم ببناء على قائمة القنوات الظاهرية في المجلد /الوسائط/القرص الصلب / موالف على هذا الجهاز.

source: The skin is in KingSize-definition 1024x576
ar: الجلد هو في KINGSIZE الوضوح 1024x576

source: The sleep timer has been activated.
ar: تم تنشيط مؤقت النوم

source: The sleep timer has been disabled.
ar: تم تعطيل مؤقت النوم

source: The timer file (timers.xml) is corrupt and could not be loaded.
ar: ملف المؤقت (timers.xml) فاسد ولا يمكن تحميله

source: The tuner of the server (this box) has to be avaliable.
ar: موالف من الخادم (هذا مربع) يجب أن تكون متوافرة.

source: The user interface of your receiver is restarting
ar: إعادة تشغيل واجهة المستخدم لجهاز الاستقبال الخاص بك

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
ar: بلج إن الشبكه المحليه اللاسلكيه غير مثبت ! من فضلك ثبته أولا ثم أختار ماذا تريد أن تفعل بعد ذك .

source: The wireless LAN plugin is not installed! Please install it.
ar: بلج إن الشبكه المحليه اللاسلكيه غير مثبت ! من فضلك ثبته

source: The wizard can backup your current settings. Do you want to do a backup now?
ar: من خلال هذه النافذه يمكنك عمل نسخة إحتياطية للإعدادات الحاليه . هل تريد عمل نسخة إحتياطية الان ؟

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
ar: وجد المعالج نسخة احتياطية التكوين. هل تريد استعادة الإعدادات القديمة الخاصة بك من٪ s؟

source: The wizard is finished now.
ar: إنتهاء نافذة الاعدادات الان .

source: The wizard will now try to identify your connected usb storage.
ar: الآن سيحاول المعالج لتحديد جهاز تخزين usb الموصول.

source: There are at least
ar: يوجد على الأقل

source: There are currently no outstanding actions.
ar: لا يوجد حاليا أي إجراءات المعلقة.

source: There are no default services lists in your image.
ar: لا يوجد قائمة قنوات إفتراضيه فى هذه الصوره .

source: There are no default settings in your image.
ar: لا يوجد إعدادات إفتراضيه فى هذه الصوره

source: There are no updates available.
ar: لا يوجد تحديثات متاحه .

source: There are now
ar: يوجد الأن

source: There are updates available. Do you want to open Software Update menu ?
ar: متوفر تحديثات. هل تريد فتح قائمة تحديث البرنامج التشغيلي ؟

source: There are updates available./n Do you want to open Software Update menu?
ar: تتوفر تحديثات جديدة./nهل تريد فتح قائمة تحديث البرنامج التشغيلي؟

source: There might not be enough Space on the selected Partition. Do you really want to continue?
ar: قد لا يكون هناك مساحه كافيه على القسم المختار . هل تريد فعلا الاستمرار ؟

source: There was an error downloading the packetlist. Please try again.
ar: حدث خطا اثناء تحميل قائمة الحزم. من فضلك حاول ثانيه

source: There was an error getting the feed entries. Please try again.
ar: كان هناك خطأ الحصول على مدخلات الأعلاف. يرجى المحاولة مرة أخرى.

source: There was an error. The package:
ar: حدث خطأ. الحزمة:

source: There's a certificate update available for your VuPlus. Would you like to apply this update now?
ar: يوجد تحديث مصدق متاح للفوبلس . هل تريدتطبيق هذا التحديث الان ؟

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
ar: يتم تنسيق هذه الوسيلة مشغل الاقراص RW بالفعل - سوف إعادة صياغة محو جميع محتويات القرص.

source: This Month
ar: هذا الشهر

source: This Plugin doesn't support on SOLO/DUO
ar: الإضافة لاتدعم أجهزة سولو/دو

source: This Plugin is available on SOLO2/DUO2
ar: الإضافة متوفرة وتعمل على جهاز SOLO2/DUO2

source: This Plugin is based on AirPlayer from PascalW
ar: إضافة المشغل الهوائي من باسكال في المدونة

source: This Plugin modifies the original PluginBrowser so you can move Plugins around.
ar: هذا البرنامج المساعد تعديل PluginBrowser الأصلي حتى تتمكن من التحرك الإضافات حولها.

source: This STB can't decode %s streams!
ar: جهاز الإستقبال لايفتح تشفير %s البث!

source: This Week
ar: هذا الاسبوع

source: This feature will allow you to share the tuners of this box with another Vu+ box, a PC, a Ps3 and/or a compatible UPnP device in your home network.
ar: وهذه الميزة تسمح لك لتبادل المستقبلون من هذا الإطار مع فو جهاز استقبال آخر، أجهزة الكمبيوتر،بلايستيشن ثلاثة و / أو جهاز مشاركة الملفات عبر الشبكة متوافق في الشبكة المنزلية.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
ar: هذا هو الاسم الذى يمكنك إعطاؤه للمؤقت الآلي . سيظهر فى المعاينه والنظره العامه .

source: This is dlna server using minidlna.
ar: إستخدام خادم مشاركة الوسائط عبر الشبكة

source: This is dlna/upnp client using djmount.
ar: مكتبة المستخدم لمشاركة الاجهزة للوسائط عبر الشبكة

source: This is step number 2.
ar: هذه هى الخطوه رقم 2

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
ar: هذا هو التأخير في ساعات أن المؤقت الآلي سوف ننتظر بعد تفتيش للبحث في دليل البرامج الإلكترونية مرة أخرى.

source: This is the help screen. Feed me with something to display.
ar: هذه هى شاشة المساعده. أعطنى شيئ لأعرضه

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
ar: وهذا ما سيتم بدا عليه في عناوين الحدث. لاحظ أن تبحث عن مثل علامات تغير في الصوت الألمانية يمكن أن تكون خادعة لديك لمعرفة ترميز تستخدم القناة.

source: This means that if you have ony one tuner in your box you can only stream the channel you are viewing (or any channel you choose if your box is in standby).
ar: وهذا يعني أنه إذا كان لديك مؤالف واحد في الجهاز الخاص بك يمكنك تدفق فقط القناة التي تشاهدها (أو أي قناة ان تختار اذا الجهاز الخاص في وضع الاستعداد).

source: This option allows you to bypass HDMI EDID chck
ar: هذا الخيار يسمح لك بتجاوز شك تعريف كيبل عالي الوضوح

source: This option allows you to enable 3D Surround Sound.
ar: هذا الخيار يسمح لك لتمكين الصوت المحيطي ثلاثي الابعاد.

source: This option configures the general audio delay od Dolby Digital sound tracks.
ar: هذا الخيار تكوين تأخير الصوت العام od مسارات الصوت الرقمي المحيطي.

source: This option configures the general audio delay of stereo sound tracks.
ar: هذا الخيار تكوين تأخير الصوت العام من المسارات صوت ستيريو.

source: This option configures you can set Auto Volume Level.
ar: هذا الخيار يمكنك تشكيل ضبط مستوى الصوت التلقائي .

source: This plugin creates a USB stick which can be used to update the firmware of your STB without the need for a network or WLAN connection. First, a USB stick needs to be prepared so that it becomes bootable. In the next step, an NFI image file can be downloaded from the update server and saved on the USB stick. If you already have a prepared bootable USB stick, please insert it now. Otherwise plug in a USB stick with a minimum size of 64 MB!
ar: هذا البرنامج المساعد يخلق عصا الفلاش مموري والتي يمكن استخدامها لتحديث البرامج الثابتة جهاز الإستقبال الخاص بك دون الحاجة إلى اتصال شبكة WLAN أو.\nFirst، يحتاج إلى عصا الفلاش مموري ليكون مستعدا بحيث يصبح للتمهيد.\n في الخطوة التالية، وهي ملف الصورة المواد غير الغذائية التي يمكن تحميلها من خادم التحديث وحفظها على عصا الفلاش مموري.\n إذا كان لديك بالفعل على استعداد للتمهيد الفلاش مموري عصا، يرجى إدراج عليه الآن. المكونات خلاف ذلك في عصا الفلاش مموري مع الحد الأدنى من حجم 64 MB!

source: This plugin is installed.
ar: هذا البلج إن مثبت .

source: This plugin is not installed.
ar: هذا البلج إن غير مثبت .

source: This plugin is supported only the Ultimo/Uno.
ar: ويدعم هذا البرنامج المساعد فقط للشهر التيمو / أونو.

source: This plugin will be installed.
ar: سيتم تثبيت هذا البلج إن .

source: This plugin will be removed.
ar: سيتم حذف هذا البلج إن .

source: This script shows Network Connections
ar: عرض نسخة من الشبكات المتصلة

source: This script will show you the uptime
ar: السكريبت سوف يعرض مدة التشغيل

source: This setting controls the behavior when a timer matches a found event.
ar: هذا الاعداد سيتحكم فى التصرف عندمايطابق المؤقت حدث تم العثور عليه

source: This system tool is internally used to program the hardware with firmware updates.
ar: يتم استخدام هذه الأداة النظام داخليا لبرمجة الأجهزة مع تحديثات البرامج الثابتة.

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
ar: هذه التجربه ستفحص أسم خادم مكون : إذا جاءتك رسالة "غير مؤكد" : -تأكد من إعدادات DHCP وضبط المحول والكابل -إذا كنت قد قمت بتكوين أسم الخادم يدويا ، من فضلك تأكد من المدخلات فى خانة أسم الخادم فى التكوين

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
ar: هذه التجربه ستحدد ما إذا كان كابل الشبكه متصل بمحول الشبكة إذا جاءتك رسالة "غير متصل" : -تاكد من أن كابل الشبكة موصول -تأكد أن الكابل غير مقطوع

source: This test checks whether a network cable is connected to your Wireless LAN-Adapter.
ar: يتحقق هذا الاختبار ما إذا كان متصلا كبل شبكة اللاسلكية الخاصة بك LAN-محول.

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
ar: هذه التجربه ستحدد العثور على IP صالح فى محول الشبكة المحليه. إذا جاءتك رسالة :غير مؤكد: : -لم يتم العثور على IP صالح . -تأكد من إعدادات DHCP وضبط المحول والكابل
