Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: long VIDEO
ar: الضغط مطولآ على زر الفديو

source: loopthrough to
ar: الربط من خلال

source: machine:
ar: الآلة:

source: main
ar: الرئيسي

source: manage your Vu+ STB
ar: التحكم بجهاز الفوبلس الخاص بك

source: management 3g modem
ar: التحكم في مودم الثري جي

source: manual
ar: يدوي

source: manual Installer
ar: المثبت اليدوي

source: md khmurabi 10
ar: خط خومرابي

source: menu
ar: قائمه

source: menulist
ar: لائحة القوائم

source: microsecond timers:
ar: ميكروثانية ضبط الوقت:

source: min+
ar: +دقيقة

source: mins
ar: دقائق

source: minute
ar: دقيقة

source: minutes
ar: دقائق

source: missing parameter "id"
ar: وحدة قياس مفقودة "معرف"

source: month
ar: شهر

source: move
ar: يُحرك

source: move PiP to main picture
ar: تحريك صوره داخل صوره من الصوره الرئيسية

source: move down to last entry
ar: الانتقال لأسفل الى البند الاخير

source: move down to next entry
ar: الانتقال لاسفل الى البند التالى

source: move up to first entry
ar: الانتقال لاعلى الى البند الاول

source: move up to previous entry
ar: الانتقال لاعلى الى البند السابق

source: movie list
ar: قائمة الافلام

source: multi
ar: متعدد

source: multinorm
ar: متعدد المعايير

source: never
ar: مطلقا

source: next channel
ar: القناه التاليه

source: next channel in history
ar: القناة التالية من القائمة

source: no
ar: لا

source: no CAId selected
ar: لم يتم إختيار الكايد

source: no CI slots found
ar: لايوجد فتحة لوحدة النفاذ المشروط

source: no HDD found
ar: لم يتم العثور على قرص صلب

source: no Services/Providers selected
ar: لايوجد خدمات او مزودي خدمه مختارين

source: no Updates available you are up to date
ar: لايوجد تحديثات متوفرة حتى هذا التاريخ

source: no module found
ar: لم يتم العثور على الكامة

source: no standby
ar: لا يوجد وضع استعداد

source: no timeout
ar: بدون مهلة

source: no transparency
ar: بدون شفافية

source: none
ar: لا شي

source: normal
ar: طبيعى

source: not available
ar: غير متوفر

source: not configured
ar: غير مكون

source: not locked
ar: غير مغلقه

source: not set
ar: غير محدد

source: not supported
ar: غير معتمد

source: not used
ar: غير مستخدمه

source: nothing
ar: لا شيء

source: nothing connected
ar: لا شيئ متصل

source: of a DUAL layer medium used.
ar: من طبقة ثنائية تستخدم الوسط

source: of a SINGLE layer medium used.
ar: من طبقة أحادية تستخدم الوسط

source: off
ar: لا يعمـل!

source: ok
ar: موافق

source: on
ar: يعمل!

source: on READ ONLY medium.
ar: قراءة الوسيط فقط

source: on Weekday
ar: يوم في الاسبوع

source: once
ar: مره واحده

source: only HD
ar: عالي الوضوح فقط

source: only caiculate
ar: عداد فقط

source: open VTi Panel
ar: فتح لوحة تحكم صور فريق الفوبلس

source: open enigma2 Plugin Menu
ar: فتح قائمة البلج إنز في الإنجما

source: open nameserver configuration
ar: فتح تكوين أسم الخادم

source: open servicelist
ar: فتح قائمة القنوات

source: open servicelist(down)
ar: أفتح قائمة القنوات(اسفل)

source: open servicelist(up)
ar: أفتح قائمة القنوات(أعلى)

source: original
ar: الأصلي

source: partial match
ar: تطابق جزئي

source: pass
ar: مرور

source: pause
ar: توقيف مؤقت

source: percent
ar: نسبة مئوية

source: perfer DVB-grafical subtitles
ar: تفضيل الترجمة التصويرية في بث الفديو الرقمي

source: picons
ar: الايقونات

source: pid:
ar: معرف الصورة

source: play as picture in picture
ar: تشغيل صورة داخل صورة

source: play entry
ar: تشغيل المدخل

source: play from next mark or playlist entry
ar: أعرض من العلامه التاليه أو من قائمة العرض

source: play from previous mark or playlist entry
ar: عرض من العلامه السابقه أو من مدخل قائمة العرض

source: please press OK when ready
ar: من فضلك أضغط موافق عندما تكون مستعد

source: please wait, loading picture...
ar: من فضلك أنتظر... جارى تحميل الصوره

source: plugin to Backup/Restore Epg
ar: إضافة نسخة إحتياطية /وإستعادتها من دليل البرامج الإلكتروني

source: plugins
ar: البلج أنز

source: prefer subtitles stored by service
ar: تفضيل تخزين ترجمة القنوات

source: press the menu button to set a general AC3/Dolby offset
ar: اضغط على زر القائمة تعيين ترميز الصوت الثلاثي العام لتعديله

source: previous channel
ar: القناه السابقه

source: previous channel in history
ar: القناه السابقه في السجل

source: processes
ar: العمليات

source: processor:
ar: المعالج:

source: procs_blocked
ar: المعالجة مقفلة

source: procs_running
ar: المعالجة تعمل

source: progress bar
ar: شريط التقدم

source: provid:
ar: معرف مقدم الخدمة

source: provider:
ar: مزود الخدمة

source: proxy
ar: بروكسي

source: reboot
ar: إعادة تشغيل

source: record
ar: تسجيل

source: recording...
ar: جاري التسجيل...

source: red
ar: أحمر

source: redesigned Kerni-HD1 skin
ar: إعادة تصميم السكن كيرني عالي الوضوح

source: reload package data
ar: إعادة تحميل حزمة البيانات

source: remember entered password
ar: تذكر كلمة المرور المدخلة

source: remove a nameserver entry
ar: حذف مدخل أسم الخادم

source: remove after this position
ar: حذف بعد هذا المكان

source: remove all alternatives
ar: حذف كل البدائل

source: remove all new found flags
ar: حذف كل العلامات على القنوات الجديدة

source: remove before this position
ar: حذف قبل هذا المكان

source: remove bookmark
ar: حذف المرجعيه

source: remove directory
ar: حذف الدليل

source: remove entry
ar: حذف الباقة

source: remove from parental protection
ar: حذف من الحمايه الأبوية

source: remove new found flag
ar: حذف الاعلام التى وجدت حديثا

source: remove selected satellite
ar: حذف القمر المختار

source: remove this mark
ar: حذف هذه العلامه

source: removes Opera HbbTV and dependencies
ar: إزالة تطبيق البث الهجين وملحقاته

source: repeat playlist
ar: إعادة قائمة الاغانى

source: repeated
ar: متكرر

source: restartemu
ar: إعادة تشغيل الايمو

source: restartgui
ar: إعادة تشغيل واجهة المستخدم

source: rewind to the previous chapter
ar: عوده للفصل السابق

source: right
ar: يمين

source: ruya iptv
ar: رؤيا

source: save last directory on exit
ar: حفظ الملف عند الخروج

source: save playlist
ar: حفظ قائمة العرض

source: save playlist on exit
ar: حفظ قائمة العرض عند الخروج

source: scan done!
ar: انتهـى البحث!

source: scan in progress - %d%% done!
ar: بتم البحث الان %d %% إنتهاء!

source: scan state
ar: حاله البحث

source: scan type{DVB-S}
ar: نوع البحث {بث الفديو الرقمي من الستلايت}

source: search EPG
ar: البحث في دليل البرامج الإلكترونية

source: second
ar: ثانوي

source: second cable of motorized LNB
ar: الكيبل الثاني من اللاقط المتحرك

source: seconds
ar: ثواني

source: security
ar: الحماية

source: see service-epg (and PiP) from channels in an infobar
ar: مشاهدة خدمة دليل البرامج الإلكتروني (وعرض صورة داخل صورة) من القنوات في شريط المعلومات

source: select
ar: أختار

source: select CAId
ar: حدد كايد

source: select CAId's
ar: حدد في كايد

source: select Slot
ar: أختار الفتحة

source: select interface
ar: أختار الواجهه

source: select menu entry
ar: أختار مدخل قائمه

source: select movie
ar: أختار الفيلم

source: select or install your favourite cam
ar: حدد أو ثبت الإيمو المفضل الخاص بك

source: select the movie path
ar: أختار مسار الفيلم

source: service PIN
ar: خدمة الرقم السري

source: set as startup service
ar: تعيين قناة بدء التشغيل

source: set default
ar: تعين كافتراضي

source: set enigma2 to standby-mode after startup
ar: ضبط الإنجما 2 إلى وضع الاستعداد وضع بعد بدء التشغيل

source: setopbox name
ar: أسم نظام الجهاز

source: sets the Audio Delay (LipSync)
ar: ضبط تأخير الصوت (مزامنة الصوت مع حركة الشفايف)

source: settings
ar: الإعدادات

source: setup Fancontol inStandby mode
ar: إعدادات التحكم بالمروحة في وضع الإستعداد

source: setup PIN
ar: ضبط الرقم السري

source: setup Remote Control System Code Type
ar: الإعداد عن بعد نوع التحكم رمز النظام

source: share:
ar: مشاركة

source: show DVD main menu
ar: أعرض قائمة دى فى دى الرئيسيه

source: show EPG...
ar: إظهار دليل البرامج الالكترونى

source: show Favourites
ar: عرض المفضلات

source: show Infoline
ar: إظهار شريط المعلومات

source: show VTi system informations
ar: عرض معلومات نظام صور فريق الفوبلس

source: show all
ar: إظهر الكل

source: show alternatives
ar: إظهار البدائل

source: show blinjing rec symbol in VFD during recording
ar: عرض زمر التسجيل في شاشة العرض الصغيرة أثناء التسجيل

source: show event details
ar: إظهار تفاصيل الحدث

source: show extended description
ar: إظهار وصف متقدم

source: show first selected tag
ar: تظهر العلامة المختارة أولا

source: show information about processes,load,mounts...
ar: عرض المعلومات حول العمليات،والتحميل، والإرتباط...

source: show mounts
ar: عرض الإرتباط

source: show record menu
ar: عرض قائمة التسجيل

source: show running records
ar: عرض التسجيلات التي تعمل

source: show second selected tag
ar: تظهر العلامة المختارة الثانية

source: show service EPGBar...
ar: عرض شريط دليل البرنامج الإكتروني للقناة

source: show shutdown menu
ar: إظهار قائمة الاغلاق

source: show single service EPG...
ar: عرض خدمة واحدة من دليل البرامج الإلكتروني ...

source: show tag menu
ar: عرض بطاقة القائمة

source: show timer list
ar: عرض قائمة المؤقت

source: show transponder info
ar: إظهار بيانات التردد

source: show unwanted services list on key press
ar: إظهار قائمة القنوات التي لاتريدها بضغطة زر

source: show without date
ar: عرض بدون تاريخ

source: shuffle playlist
ar: تشغيل القائمة عشوائيآ

source: shut down
ar: إيقاف التشغيل

source: shutdown
ar: إيقاف التشغيل

source: simple
ar: بسيط

source: skins
ar: السكنات

source: skip backward
ar: تخطى للخلف

source: skip backward (enter time)
ar: تخطى للخلف (أدخل الوقت)

source: skip forward
ar: تخطى للأمام

source: skip forward (enter time)
ar: تخطى للأمام (أدخل الوقت)

source: slide picture in loop
ar: عرض شرائح الصور من المشاركة

source: slow
ar: بطيئ

source: softing
ar: المنخفض

source: softinq
ar: المنخفض

source: software-restore
ar: إستعادة البرنامج التشغيلي

source: sort
ar: تصنيف

source: sort by date
ar: تصنيف حسب التاريخ

source: special characters
ar: حروف خاصة

source: standard
ar: قياسي

source: standby
ar: وضع الاستعداد

source: start cut here
ar: أبدأ القطع هنا

source: start directory
ar: ملفات البداية

source: start opera web browser
ar: تشغيل متصفح أوبرا على الويب

source: start timeshift
ar: أبدأ التايم شفت

source: start xbmc mediacenter
ar: تشغيل توزيعة الوسائط إكس بي إم سي

source: stereo
ar: ستيريو

source: stop PiP
ar: إيقاف صورة داخل صورة

source: stop entry
ar: توقف الدخول

source: stop recording
ar: إيقاف التسجيل

source: stop timeshift
ar: إيقاف التايم شفت

source: sundtek USB DVB Stick manager
ar: التحكم بتثبت المؤالف المتنقل

source: support 3D Surround and AVL effect.
ar: دعم محيط مؤثرات الصوت ثلاثية الأبعاد

source: swap PiP and main picture
ar: تحريك صوره داخل صوره من الصوره الرئيسية

source: switch to bookmarks
ar: الانتقال الى المرجعيات

source: switch to filelist
ar: الانتقال الى قائمة الملفات

source: switch to playlist
ar: الانتقال الى قائمه الاغانى

source: switch to the next angle
ar: الانتقال الى الزاويه التاليه

source: switch to the next audio track
ar: الانتقال الى مسار الصوت التالى

source: switch to the next subtitle language
ar: الانتقال الى لغة العناوين الفرعيه التاليه

source: system type:
ar: نوع النظام:

source: system-backup
ar: نظام النسخ الاحتياطي

source: system-restore
ar: استعادة النظام

source: system:
ar: النظام

source: systemplugins
ar: نظام البلج إنز

source: template file
ar: ملف قالب

source: textcolor
ar: لون النص

source: the green button and restart the wizard.
ar: الزر الأخضر ثم أعد تشغيل المعالج.

source: this recording
ar: هذا التسجيل

source: this service is protected by a parental control pin
ar: هذه القناه محميه برقم سري بواسطه التحكم الابوي

source: tlb_entries:
ar: مدخلات الترجمة:

source: to the box you have to unplug it, click
ar: بالجهاز فيجب عليك فصله، واضغط

source: to the box you have to unplug it,press the Green button and restart the wizard.
ar: الجهاز يجب عليك فصله، اضغط على الزر الأخضر وإعادة تشغيل المعالج.

source: toggle a cut mark at the current position
ar: تبديل علامة قطع في الموضع الحالي

source: toggle time, chapter, audio, subtitle info
ar: الوقت تبديل، والفصل، والصوت، معلومات الترجمة

source: toggle zap focus
ar: مسار مركز التنقل

source: toneburst,
ar: نبضات التدفق

source: toneburst, committed
ar: نبضات التدفق,مرتبط

source: toneburst, committed, uncommitted
ar: نبضات التدفق,مرتبط,غير مرتبط

source: toneburst, uncommitted, committed
ar: نبضات التدفق,غير مرتبط,مرتبط

source: top
ar: أعلى

source: trashcan
ar: سلة المحذوفات

source: tuner is not supported
ar: غير معتمد موالف

source: unable to find timer with id %i
ar: غير قادر على العثور الموقت مع معرف٪ ط

source: uncommitted,
ar: غير مرتبط

source: uncommitted, committed, toneburst
ar: غير مرتبط,مرتبط,نبضات التدفق

source: unconfirmed
ar: غير مؤكد

source: unknown
ar: غير معروف

source: unknown service
ar: قناة مجهولة

source: until standby/restart
ar: حتى وضع الانتظار/إعادة التشغيل

source: usb
ar: الفلاش مموري

source: usb wireless network interface
ar: واجهة الشبكة اللاسلكية المتنقلة

source: use as HDD replacement
ar: إستبدال القرص الصلب المستخدم

source: use preview mode in service list (2x OK mode)
ar: إستخدم وضع معاينة قائمة القنوات (بالضغط على زر موافق مرتين)

source: use your STB as Web proxy
ar: أستخدم الفوبلس كبروكسي شبكة

source: use your STB as Web proxy.
ar: استخدم الجهاز الخاص بك كبروكسي شبكه

source: user defined
ar: محدده من قبل المستخدم

source: using:
ar: المستخدم

source: version:
ar: الإصدار:

source: vertical
ar: رأسي

source: vfat - use only for media-files
ar: توزيع جدول الملفات المرئية - أستخدام فقط لملفات الوسائط

source: via Network
ar: بواسطة الشبكة

source: via USB
ar: بواسطة الفلاش مموري

source: view extensions...
ar: مشاهدة الملحقات...

source: view recordings...
ar: مشاهدة التسجيلات...

source: vuduo2 DLNA Server
ar: خادم الأيبي الاسمي على الفوبلس

source: wait for ci...
ar: إنتظر الكامة الداخلية...

source: wait for mmi...
ar: إنتظار واجهة الوسائط المتعددة...

source: wait instruction:
ar: انتظر التعليمات:

source: waiting
ar: فى الانتظار

source: was removed successfully
ar: تم الحذف بنجاح

source: watch trailer from epglist/eventview
ar: مشاهدة مقطع من الفلم من قائمة دليل البرامج الإكترونية/عرض الحدث

source: webradioFS
ar: قنوات الراديو على الإنترنت

source: weekly
ar: اسبوعى

source: white
ar: أبيض

source: whitelist
ar: القائمه البيضاء

source: wide
ar: عريض

source: width
ar: عرض

source: wireless network interface
ar: واجهة الشبكة اللاسلكية

source: wlan0
ar: شبكة لاسلكيه

source: working
ar: يعمل

source: wpa_supplicant.conf open error.
ar: يوجد خطأ بمفتاح تشفير المزود

source: xx CAMs Installed
ar: الكامات المثبتة

source: yellow
ar: أصفر

source: yes
ar: نعم

source: yes (keep feeds)
ar: نعم,والإحتفاظ بها.

source: your STB might be unusable now. Please consult the manual for further assistance before rebooting your STB.
ar: قد يكون جهاز الاستقبال الخاص غير قابل للإستخدام في الوقت الحالي.لذا يرجى الرجوع إلى دليل المساعدة قبل إعادة تشغيل الجهاز الخاص بك

source: your VuPlus might be unusable now. Please consult the manual for further assistance before rebooting your VuPlus.
ar: جهازك الفوبلس غير صالح للإستخدام الان ، من فضلك راجع دليل المستخدم للمساعده قبل إعادة التشغيل

source: zap
ar: الانتقال

source: zapped
ar: تم الانتقال

source: ٍStandbymode Fancontrol settings
ar: إعدادات التحكم في وضع الإستعداد

source: ٍsetting
ar: الإعدادات
