Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: Instant record location
ar: مكان التسجيل السريع

source: Instant recording location
ar: مكان التسجيلات الفورية

source: Instant recording...
ar: التسجيل الفوري...

source: Instructions: MeoBoot installation and upgrade is easy and intuitive. To install a new image in multiboot you have only to upload your *.zip file in the folder "/media/meoboot/MbootUpload" and click on the <Install Image> button>
ar: التعليمات : لتثبيت الميوبوت وترقيته بديهي وسهل . لتثبيت صورة جديدة داخل الملتيبوت تحتاج فقط لرفع الملف المضغوط داخل المجلد في المسار"/media/meoboot/MbootUpload" بالضغط على زر <تثبيت صورة>

source: Interface
ar: الواجهة

source: Interface:
ar: واجهه

source: Intermediate
ar: متوسط

source: Internal Epg settings
ar: إعدادات دليل البرامج الإلكترونية الداخلية

source: Internal Flash
ar: الفلاش الداخلى

source: Internal USB Slot
ar: مدخل الفلاش مموري الداخلي.

source: Internal firmware updater
ar: محدث البرامج الثابتة الداخلية.

source: Internal hdd only
ar: القرص الصلب الداخلي فقط

source: Invalid
ar: غير صالح

source: Invalid Fragm Threshold
ar: عتبة فراجم صالحة

source: Invalid Location
ar: موقع غير صالح

source: Invalid RTS Threshold
ar: عتبة ار تي اس صالحة

source: Invalid SSID
ar: معرف تعيين الخدمة غير صالح

source: Invalid URL!!(Empty) Please, Input to the URL.
ar: الرابط غير صالح!!(فارغ) من فضلك، أدخل إلى هذا الرابط

source: Invalid URL. Please check again!!
ar: الرابط غير صالح. يرجى التحقق مرة أخرى !!

source: Invalid WEP key
ar: مفتاح WEP غير صالح

source: Invalid WPA key
ar: مفتاح WPA غير صالح

source: Invalid WirelessLan Module.
ar: لايمكن العثور على شبكة لاسلكيه

source: Invalid beacon
ar: إنارة غير صالحة

source: Invalid channel
ar: القناة غير صالحة

source: Invalid directory selected: %s
ar: تم إختياردليل غير صالح %s

source: Invalid model or Image.
ar: نموذج غير صالح أو صورة.

source: Invalid response from Security service pls restart again
ar: استجابة غير صالحة من خدمة الحماية من فضلك إعادة التشغيل مرة أخرى.

source: Invalid response from server.
ar: رد غير صالح من الخادم

source: Invalid response from server. Please report: %s
ar: رد غير صالح من الخادم . من فضلك التقرير %s

source: Invalid selection
ar: إختيار غير صالح

source: Invalid wpagrouprekey
ar: فاصل إعادة فتح مجموعة الإتصال بالشبكة غير صالح

source: Inversion
ar: عكـس

source: Ipk Package Installation
ar: تثبيت حزم الملفات المحمية

source: Ipkg
ar: ملفات الحزم المحمية

source: Irdeto Secure SMARDTV
ar: حماية نظام ايرديتو

source: Ireland
ar: إيرلندا

source: Is this videomode ok?
ar: هل توافق على وضعية الفيديو هذه؟

source: Israel
ar: إسرائيل

source: It seems the sundtek driver is not installed or not installed properly.Install the driver now?
ar: يبدو أن تعريف كرت الستلايت غير مثبت أو غير مثبت بشكل غير صحيح.تثبيت التعريف الأن؟

source: It will move the mouse pointer down.
ar: سوف تحرك مؤشر الماوس لأسفل.

source: It will move the mouse pointer left.
ar: سوف تحرك مؤشر الماوس اليسار.

source: It will move the mouse pointer right.
ar: سوف تحرك مؤشر الماوس لليمين.

source: It will move the mouse pointer up.
ar: سوف تحرك مؤشر الماوس للأعلى.

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
ar: من الممكن تقييد المؤقت الآلي لخدمات معينة او باقات او تجاهل المحددة بعينها/nالحدث فقط ستوافق مع المؤقت الآلي إذا كان محددا وخدمة غير مرفوضة (داخل الباقات)/nأضغط الزر الازرق لإضافة تقييد جديد والزر الاصفر لإزالة المختار.

source: Italian
ar: إيطالي

source: Italian Weather forecast on STB
ar: توقعات الطقس في إيطاليا على جهاز الاستقبال الخاص بك.

source: Italian Weather forecast on STB from www.google.it.
ar: توقعات الطقس في إيطاليا على جهاز الاستقبال من جوجل إيطاليا.

source: Italy
ar: إيطاليا

source: Japan
ar: اليابان

source: Job View
ar: عرض العمل.

source: JobManager
ar: مدير العمل

source: Jump to next marked position
ar: الإنتقال إلى الوضع القادم المحدد

source: Jump to previous marked position
ar: الرجوع إلى الوضع السابق المحدد

source: Jump to...
ar: القفز إلى...

source: Just Scale
ar: مقياس مجرد

source: Just scale
ar: مقياس مجرد

source: KEY
ar: مفتاح

source: KEY (8~63 Characters)
ar: مفتاح (8-63 حروف)

source: Keep
ar: إبقاء

source: Keep service
ar: البقاء على القناة

source: Keep service + Reverse bouquet buttons
ar: البقاء على القناة + مفاتيح الرجوع للباقات

source: Kernel
ar: وحدة النواة

source: Kernel Modules Manager
ar: مدير وحدات النواة

source: Kernel Modules Setup
ar: إعداد وحدات النواة

source: Kernel modules
ar: وحدات النواة

source: Kernel v.:
ar: إصدار النواة

source: KernelStack:
ar: تكدس الكيرنل:

source: Kerni's BrushedAlu-HD skin
ar: سكن كيرني بروشيد

source: Kerni's DreamMM-HD skin
ar: سكن كيرني دريم عالي الوضوح

source: Kerni's Elgato-HD skin
ar: سكن كيرني إلقاتو عالي الوضوح

source: Kerni's SWAIN skin
ar: سكن كيرني سواين

source: Kerni's SWAIN-HD skin
ar: سكن كيرني سواين عالي الوضوح

source: Kerni's UltraViolet skin
ar: سكن كيرني الترا

source: Kerni's YADS-HD skin
ar: سكن كيرني ياديز عالي الوضوح

source: Kerni's dTV-HD skin
ar: سكن كيرني عالي الوضوح

source: Kerni's dTV-HD-Reloaded skin
ar: سكن كيرني دريم عالي الوضوح

source: Kerni's dmm-HD skin
ar: سكن كيرني دريم عالي الوضوح

source: Kerni's dreamTV-HD skin
ar: سكن كيرني دريم عالي الوضوح

source: Kerni's simple skin
ar: سكن كيرني بسيط

source: Kerni-HD1 skin
ar: سكن كيرني عالي الوضوح

source: Kerni-HD1R2 skin
ar: سكن كيرني الثاني عالي الوضوح

source: Kernis HD1 skin
ar: سكن كيرني عالي الوضوح

source: Key %(Key)s successfully set to %(delay)i ms
ar: مفتاح % (مفاتيح) تم الضبط بنجاح %(تأخير) جزء من الثانية.

source: Key %(key)s (current value: %(value)i ms)
ar: مفتاح % (مفاتيح) القيمة الحالية %(قيمة) جزء من الثانية.

source: Key Type
ar: نوع المفتاح

source: Key for Screen Change
ar: مفتاح تغيير الشاشة

source: Key for Screen On/Off
ar: مفتاح الشاشة تشغيل/إيقاف

source: Key: 2x Green
ar: المفتاح: أخضر مرتين

source: KeyType
ar: نوع المفتاح

source: Keyboard
ar: لوحة مفاتيح

source: Keyboard Deutsch
ar: لوحة مفاتيح باللغة الألمانية

source: Keyboard English
ar: لوحة مفاتيح باللغة الإنجليزية

source: Keyboard Layout
ar: تخطيط لوحة مفاتيح

source: Keyboard Map
ar: خريطة لوحه المفاتيح

source: Keyboard Setup
ar: ضبط لوحه المفاتيح

source: Keyboard map
ar: خريطة لوحه المفاتيح

source: Keyboard setup
ar: ضبط لوحة المفاتيح

source: Keymap
ar: خريطة المفاتيح

source: Keymap Selection
ar: أختيار لوحة المفاتيح

source: Keymap Selection...
ar: أختيار خريطة المفاتيح...

source: KiddyTimer allows to control your kids's daily tv usage.
ar: مؤقت الاطفال يسمح لك التحكم بالحد اليومي لبرامج الاطفال التلفزيونية.

source: LAN Adapter
ar: محول شبكة محليه

source: LAN adapter
ar: محول كيبل شكبة إنترنت

source: LAN connection
ar: إتصال شبكة محليه

source: LCD 1 Type
ar: نوع شاشة العرض الأولى

source: LCD 2 Type
ar: نوع شاشة العرض الثانية

source: LCD 3 Type
ar: نوع شاشة العرض الثالثة

source: LCD Custom Height
ar: خيار طول شاشة الرسيفر

source: LCD Custom Width
ar: خيار عرض شاشة الرسيفر

source: LCD4Linux
ar: شاشة عرض الرسيفر

source: LCD4linux
ar: شاشة عرض الرسيفر

source: LCD4linux - Config
ar: تكوين شاشة عرض الرسيفر

source: LCD4linux Settings
ar: إعدادات شاشة عرض الرسيفر

source: LCD4linux enabled
ar: تمكين شاشة عرض الرسيفر

source: LNB
ar: اللاقط

source: LNB 1
ar: اللاقط 1

source: LNB 10
ar: اللاقط 10

source: LNB 11
ar: اللاقط 11

source: LNB 12
ar: اللاقط 12

source: LNB 13
ar: اللاقط 13

source: LNB 14
ar: اللاقط 14

source: LNB 15
ar: اللاقط 15

source: LNB 16
ar: اللاقط 16

source: LNB 17
ar: اللاقط 17

source: LNB 18
ar: اللاقط 18

source: LNB 19
ar: اللاقط 19

source: LNB 2
ar: اللاقط 2

source: LNB 20
ar: اللاقط 20

source: LNB 21
ar: اللاقط 21

source: LNB 22
ar: اللاقط 22

source: LNB 23
ar: اللاقط 23

source: LNB 24
ar: اللاقط 24

source: LNB 25
ar: اللاقط 25

source: LNB 26
ar: اللاقط 26

source: LNB 27
ar: اللاقط 27

source: LNB 28
ar: اللاقط 28

source: LNB 29
ar: اللاقط 29

source: LNB 3
ar: اللاقط 3

source: LNB 30
ar: اللاقط 30

source: LNB 31
ar: اللاقط 31

source: LNB 32
ar: اللاقط 32

source: LNB 4
ar: اللاقط 4

source: LNB 5
ar: اللاقط 5

source: LNB 6
ar: اللاقط 6

source: LNB 7
ar: اللاقط 7

source: LNB 8
ar: اللاقط 8

source: LNB 9
ar: اللاقط 9

source: LOF
ar: تردد الذبذبة المحلي

source: LOF/H
ar: تردد الذبذبة المحلي العالي

source: LOF/L
ar: تردد الذبذبة المحلي المنخفض

source: Language
ar: اللغـة

source: Language packages
ar: حزم اللغات

source: Language selection
ar: إختيار اللغـة

source: Language:
ar: اللغة:

source: Last Search
ar: البحث الأخير

source: Last config
ar: التهيئه السابقه

source: Last day to match events. Events have to begin before this date to be matched.
ar: لتوافق احداث الامس .الاحداث سوف تبدء قبل التاريخ المتوافق.

source: Last speed
ar: السرعه السابقه

source: Latest 10 Uploads
ar: أحدث 10 ملفات مرفوعة

source: Latest Commits
ar: حول الاحدث

source: Latitude
ar: خط العرض

source: Latvian
ar: لاتفيني

source: League
ar: الدوري

source: Leagues
ar: الدوريات

source: Leave DVD Player?
ar: هل تريد مغادرة مشغل الديفيدي ؟

source: Left
ar: يسار

source: Left Key
ar: مفتاح يسار

source: Left Mouse Button
ar: زر الماوس الأيسر

source: Left from servicename
ar: أسم القناة في اليسار

source: Letterbox
ar: شاشة مصغرة

source: Level
ar: المستوى

source: Limit character set for recording filenames
ar: تعيين حروف محدودة لأسماء ملفات التسجيل

source: Limit east
ar: الحد الشرقى

source: Limit west
ar: الحد الغربى

source: Limited character set for recording filenames
ar: حروف محدوده لاسماء ملفات التسجيل

source: Limits off
ar: الحدود لاتعمل.

source: Limits on
ar: الحدود تعمل .

source: Link Quality:
ar: جودة الإتصال

source: Link:
ar: متصل

source: Linked titles with a DVD menu
ar: العناوين المرتبطة مع قائمة الديفيدي.

source: List available networks
ar: قائمة الشبكات المتاحة .

source: List of Storage Devices
ar: قائمة أجهزة التخزين

source: List of known VLC-Server Profile
ar: قائمة خوادم مشغل الوسائط الشخصي

source: List type
ar: نوع القائمة

source: Listen and record Shoutcast Internet Radio on your STB.
ar: الاستماع وتسجيل برامج الإذاعة من الانترنت على جهاز الاستقبال الخاص بك .

source: Listen to the radio...
ar: الاستماع إلى الراديو...

source: Lithuanian
ar: ليتواني

source: LiveFootBall
ar: كرة قدم مباشرة

source: LiveFootBall-Direct Feeds
ar: كرة قدم مباشرة - الفييدات مباشرة

source: LiveFootBall-Favorite Countries-International
ar: كرة القدم مباشرة - الدول -الدولية

source: LiveFootBall-Soccer on Satellites
ar: كرة القدم مباشرة - المباريات على الستلايت

source: LiveFootBall-Top leagues tables
ar: كرة قدم مباشرة - جداول الدوريات الأقوى

source: LiveFootBall-leagues
ar: كرة قدم مباشرة - الدوريات

source: LiveFootBall-settings
ar: كرة قدم مباشرة - الإعدادات

source: LiveFootBall-soccer news feeds
ar: كرة قدم مباشرة - أخبار فييدات المباريات

source: Load
ar: تحميل

source: Load Active Config-File
ar: تحميل ملف الإعدادات النشط

source: Load Defaults
ar: تحميل الإعدادات الافتراضية

source: Load Length of Movies in Movielist
ar: تحميل طول الفيلم في قائمة الافلام

source: Load feed on startup:
ar: تحميل الفييد بدء يعمل

source: Load length of movies in movie list
ar: تحميل إمتداد الأفلام في قائمة الأفلام

source: Load long descriptions up to X days
ar: تحميل وصف مطول إضغط على عدد الايام

source: Load movie-length
ar: تحميل طول الفيلم

source: Load unlinked userbouquets
ar: تحميل باقات المستخدم الغير مرتبطة

source: Load/Save
ar: تحميل/حفظ

source: Local Network
ar: شبكة محليه

source: Local network
ar: شبكة إتصال محلية

source: Local share name
ar: اسم المشاركة المحلي .

source: Location
ar: مكان

source: Location #(http://weather.yahoo.com/)
ar: الموقع #(http://weather.yahoo.com/)

source: Location for instant recordings
ar: مكان التسجيلات السريعه

source: Lock:
ar: القفل.

source: Log results to harddisk
ar: نتائج دخول القرص الصلب.

source: Logs settings
ar: إعدادات السجلات

source: Long Keypress
ar: ضغط مستمر على مفتاح

source: Long filenames
ar: أسماء الملفات الطويلة.

source: Longitude
ar: خط الطول

source: Lookup
ar: المشاهدة

source: Loop through to
ar: عمل ربط مع المؤالف الثاني

source: LowFree:
ar: متوفر منخفض:

source: LowTotal:
ar: مجموع المنخفض:

source: Lower bound of timespan.
ar: الحد الأدنى من المدة الزمنية المحددة.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
ar: الحد الأدنى من المدة الزمنية المحددة.لا شي قبل الوقت المتوافق.الإزالة لاتوخذ بعين الاعتبار داخل الحساب .

source: MB
ar: ميجابايت

source: MEMORY
ar: الذاكرة

source: MMC Card
ar: بطاقة الوسائط المتعددة .

source: MORE
ar: المزيـد

source: MSA
ar: إتفاق متعدد المصدر

source: MUTE
ar: صامت

source: Mail 1 Connect
ar: البريد الأول متصل

source: Mail 1 Password
ar: كلمة مرور البريد الثاني

source: Mail 1 Server
ar: خادم البريد الأول

source: Mail 1 [Displayname:]Username
ar: البريد الأول [أسم العرض:] أسم المستخدم

source: Mail 2 Connect
ar: البريد الثاني متصل

source: Mail 2 Password
ar: كلمة مرور البريد الثاني

source: Mail 2 Server
ar: خادم البريد الثاني

source: Mail 2 [Displayname:]Username
ar: البريد الثاني [أسم العرض:] أسم المستخدم

source: Mail 3 Connect
ar: البريد الثالث متصل

source: Mail 3 Password
ar: كلمة مرور البريد الثالث

source: Mail 3 Server
ar: خادم البريد الثالث

source: Mail 3 [Displayname:]Username
ar: البريد الثالث [أسم العرض:] أسم المستخدم

source: Mail 4 Connect
ar: البريد الرابع متصل

source: Mail 4 Password
ar: كلمة مرور البريد الرابع

source: Mail 4 Server
ar: خادم البريد الرابع

source: Mail 4 [Displayname:]Username
ar: البريد الرابع [أسم العرض:] أسم المستخدم

source: Mail 5 Connect
ar: البريد الخامس متصل

source: Mail 5 Password
ar: كلمة مرور البريد الخامس

source: Mail 5 Server
ar: خادم البريد الخامس

source: Mail 5 [Displayname:]Username
ar: البريد الخامس [أسم العرض:] أسم المستخدم

source: Mail Poll Interval
ar: الفاصل الزمني للاستقصاء البريد

source: Mail Show Empty Mailboxes
ar: عرض البريد الفارغ في صندوق الرسائل

source: Main
ar: الرئيسية

source: Main Menu
ar: القائـمة الرئيسيـة

source: Main menu
ar: القائمة الرئيسية

source: Mainmenu
ar: القائمة الاساسية

source: Maintain old EPG data for
ar: الحفاظ على بيانات دليل البرامج الإلكتروني القديم

source: Make this mark an 'in' point
ar: أعمل علامة 'من' هذه النقطة.

source: Make this mark an 'out' point
ar: أجعل هذه العلامه نقطة خروج

source: Make this mark just a mark
ar: أجعل هذه العلامه مجرد علامه

source: Manage extensions
ar: التحكم فى الاضافات

source: Manage local files
ar: إدارة الملفات المحلية .

source: Manage logos to display at boot time or while in radio mode.
ar: إدارة الشعارات لعرضها وقت التمهيد ا أو أثناء وجوده في وضع الراديو.

source: Manage logos to display at boottime
ar: إدارة الشعارات لعرضها وقت التمهيد.

source: Manage network shares
ar: التحكم فى مشاركات الشبكة

source: Manage your music files in a database, play it with Merlin Music Player.
ar: إدارة ملفات الموسيقى الخاصه بك على قاعدة البيانات,وتشغيلها على مشغل مارلين ميوزك.

source: Manage your network shares...
ar: التحكم فى مشاركات الشبكة الخاصة بك ...

source: Manage your receiver's software
ar: تحكم فى البرنامج التشغيلي للرسيفر

source: Manager extensions or plugins for your receiver
ar: مدير ملحقات أو الإضافات لجهاز الاستقبال الخاص بك

source: Manual
ar: يدوي

source: Manual Fan control
ar: التحكم اليدوي بالمروحة

source: Manual Install Bh packges
ar: تثبيت يدوي لحزم البلاكهول

source: Manual Install Ipk packges
ar: تثبيت يدوي لحزم الملفات المحمية

source: Manual Scan
ar: بحـث يدوي

source: Manual configuration
ar: التفعيل اليدوي .

source: Manual scan
ar: بحـث يدوي

source: Manual transponder
ar: تردد يدوي

source: Manufacturer
ar: الصانع

source: Mapped:
ar: تعيين:

source: Margin after record
ar: الهامش بعد التسجيل

source: Margin after recording (minutes)
ar: الهامش بعد تسجيل (بالدقائق)

source: Margin before record (minutes)
ar: الهامش قبل التسجيل (بالدقائق)

source: Margin before recording (minutes)
ar: الهامش قبل التسجيل (بالدقائق)

source: Mark movie as seen after X %
ar: علامة الفلم كما يتضح بعد X %

source: Mark recording services in service list
ar: وضع علامة على القناة المسجلة في قائمة القنوات

source: Match Timespan: %02d:%02d - %02d:%02d
ar: توافق الوقت المحدد : %02d:%02d - %02d:%02d

source: Match title
ar: مطابقة العنوان

source: Match title: %s
ar: عنوان التوافق : %s

source: Max days to download
ar: ماكس أيام لتحميل

source: Max days to download:
ar: ماكس أيام لتحميل:

source: Max. Bitrate:
ar: معدل البث الاقصى:

source: Maximum duration (in m)
ar: المدة القصوى (في الدقيقة)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
ar: مدة الحدث القصوى للتوافق. إذا كان حدث أطول من هذا القدر من الوقت (بدون مقابل) لن تكون مطابقة.

source: Media Player
ar: مشغل الوسائط

source: Media Scanner
ar: باحث الوسائط

source: Media player
ar: مشغل الوسائط

source: Media scanner
ar: مشغل الوسائط

source: MediaPlayer
ar: مشغل الوسائط

source: MediaPortal
ar: بوابة الوسائط

source: MediaScanner
ar: باحث الوسائط

source: MediaScanner scans devices for playable media files and displays a menu with possible actions like viewing pictures or playing movies.
ar: باحث الوسائط يفحص الأجهزة لملفات الوسائط للعب، ويعرض قائمة بالإجراءات الممكنة مثل عرض صور أو أفلام اللعب.

source: Mediaplayer plays your favorite music and videos. Play all your favorite music and video files, organize them in playlists, view cover and album information.
ar: مشغل الوسائط الخاص بك يشغل الموسيقى المفضلة لديك والفيديو- يشغل كل من الموسيقى المفضلة لديك وملفات الفيديو، وتنظيمها في قوائم التشغيل وتغطية عرض معلومات الألبوم.

source: Mediatomb Server Disabled.
ar: Mediatomb خادم معطل.

source: Mediatomb Server Enabled.
ar: Mediatomb خادم ممكن.

source: Mediatomb already up and running.
ar: Mediatomb بالفعل وتشغيلها.

source: Mediatomb: UPnP media server Black Hole version. Mediatomb is fully configured for your box and ready to work. Just enable it and play. Mediatomb include a nice web interface url to manage your media. Mediatomb webif url: http://ip_box:49152 Mediatomb configs: /.mediatomb/config.xml Mediatomb docs & howto: http://mediatomb.cc/
ar: Mediatomb: بنب سائل الاعلام الخادم نسخة البلاكهول \\ تم تكوين nMediatomb كاملة عن المربع الخاص وجاهزة للعمل. مجرد تمكينه واللعب \\ nMediatomb تشمل لطيفة واجهة ويب رابط لإدارة وسائل الاعلام الخاصة بك \\ ن \\ nMediatomb webif URL:. HTTP: // ip_box: 49152 \\ التكوينات nMediatomb: مستندات /.mediatomb/config.xml Mediatomb و كوميديا: http://mediatomb.cc/

source: Medium is not a writeable DVD!
ar: متوسط ليس قرص قابل للكتابة!

source: Medium is not empty!
ar: الوسط غير فارغ

source: MemFree:
ar: الذاكرة المتوفرة:

source: MemInfo
ar: معلومات الذاكرة

source: MemTotal:
ar: إجمالي الذاكرة:

source: Memory
ar: الذاكرة

source: Memory Info
ar: معلومات الذاكرة

source: Memory:
ar: الذاكرة:

source: Menu
ar: قائمة

source: MenuSort
ar: ترتيب القائمة

source: MeoBoot
ar: الميوبوت

source: MeoBoot Installed on:
ar: نجاح تثبيت الميوبوت

source: MeoBoot successfully installed. You can restart the plugin now. Have fun !!
ar: نجاح تحديث الميوبوت.يمكنك إعادة تشغيل إضافة الميوبوت الأن. إستمتع بالميوبوت!!

source: MeoBoot successfully updated. You can restart the plugin now. Have fun !!
ar: نجاح تحديث الميوبوت.يمكنك إعادة تشغيل إضافة الميوبوت الأن. إستمتع بالميوبوت!!

source: Meoboot will stop all your Vu+ activity now to install the new image.
ar: الميوبوت توقف على جهاز الفوبلس الخاص بك الان ثبت الصورة الجديدة.

source: Meoboot: Deleting Image
ar: الميوبوت: مسح الصورة

source: Meoboot: Install new image
ar: الميبوت : تثبيت صورة جديدة

source: Meoboot: Upgrading in progress Please wait...
ar: الميوبوت:يتم الأن الترقية الرجاء الإنتظار...

source: Merge
ar: دمج

source: Merge directory
ar: دمج المجلد

source: Merlin Music Player and iDream
ar: مشغل مارلين الموسيقي

source: Message
ar: رسالة

source: Message timeout (sec):
ar: وقت عرض الرسالة (ثانية):

source: Message...
ar: رسالة...

source: Meteo URL
ar: رابط موقع معلومات الأرصاد الجوية

source: Method
ar: طريقة

source: Mexico
ar: المكسيك

source: Mini DLNA Runcher
ar: تشغيل خادم الايبي الاسمي المصغر

source: Minidlna Server Disabled.
ar: خادم مشاركة الاجهزة للوسائط عبر الشبكة معطل الصغير.

source: Minidlna Server Enabled.
ar: تمكين خادم مشاركة الاجهزة للوسائط عبر الشبكة الصغير.

source: Minidlna already up and running.
ar: مشاركة الاجهزة للوسائط عبر الشبكة المصغر جاهز ويعمل.

source: Minidlna: UPnP media server Black Hole version. Minidlna is fully configured for your box and ready to work. Just enable it and play. Minidlna include little web interface. Minidlna webif url: http://ip_box:8200 Minidlna config: /etc/minidlna.conf Minidlna home site: http://sourceforge.net/projects/minidlna/
ar: Minidlna: بنب سائل الاعلام الخادم نسخة البلاكهول \\ تم تكوين nMinidlna كاملة عن المربع الخاص وجاهزة للعمل. مجرد تمكينه واللعب \\ nMinidlna تشمل القليل واجهة ويب \\ ن \\ nMinidlna webif URL:. HTTP: // ip_box: 8200 \\ nMinidlna التكوين: /etc/minidlna.conf Minidlna الرئيسية للموقع: http://sourceforge.net/ مشاريع / minidlna /

source: Minimum send interval
ar: الفاصل الزمني لإرسال الحد الأدنى

source: Mkfs failed
ar: فشل عمل نظام ملفات

source: Mlocked:
ar: مقفل:

source: Mode
ar: النظام

source: Mode 1
ar: الوضع 1

source: Mode 2
ar: الوضع 2

source: Model:
ar: الموديل

source: Model:
ar: الموديل :

source: Modem Manager
ar: إدارة المودم

source: Modify existing timers
ar: تعديل المؤقتات الحاليه

source: Modulation
ar: تعديل

source: Modulator
ar: التضمين

source: Module
ar: الوحدة

source: Module size:
ar: حجم الوحدة النمطية:

source: Module used by:
ar: المستخدمة من قبل الوحدة النمطية:

source: Mon
ar: الاثنين

source: Mon-Fri
ar: الاثنين - الجمعه

source: Monday
ar: الاثنين

source: Monthly
ar: شهرى

source: Moon-Icon-Path [ok]>
ar: مسار أيقونة القمر [موافق]>

source: More video entries.
ar: المزيد من مدخلات الفيديو

source: Mosquito noise reduction
ar: الحد من ضجيج الضوضاء

source: Mount
ar: إرتباط

source: Mount Point
ar: نقطة مشاركة

source: Mount a FTP server
ar: ربط خادم بروتوكول نقل الملفات

source: Mount again
ar: إرتبط مرة أخرى

source: Mount failed
ar: فشل الإرتباط

source: Mount informations
ar: معلومات الإرتباط

source: Mount options
ar: خيارات الإرتباط

source: Mount type
ar: نوع الإرتباط

source: MountManager
ar: مدير المشاركة

source: Mounted/ Unmounted
ar: إرتباط/ للإرتباط

source: Mountpoints
ar: نقاط الإرتباط

source: Mountpoints management
ar: التحكم فى نقاط المشاركة

source: Mounts
ar: الإرتباط

source: Mounts editor
ar: تحرير الإرتباط

source: Mounts management
ar: التحكم فى المشاركة

source: Mouse
ar: فأرة

source: Move
ar: تحريك

source: Move PiP to main picture
ar: تحريك صوره داخل صوره من الصوره الرئيسية

source: Move Picture in Picture
ar: تحريك صوره داخل صوره

source: Move east
ar: تحرك شرقا

source: Move plugin screen
ar: حرك شاشة البلج إنز

source: Move screen down
ar: تحريك الشاشه للأسفل

source: Move screen to the center of your TV
ar: تحريك الشاشه الى منتصف التليفزيون

source: Move screen to the left
ar: تحريك شاشة العرض إلى اليسار

source: Move screen to the lower left corner
ar: حرك الشاشه إلى الركن الايسر السفلي

source: Move screen to the lower right corner
ar: حرك الشاشه إلى الركن الايمن السفلي

source: Move screen to the middle of the left border
ar: حرك الشاشه إلى منتصف الحافه اليسرى

source: Move screen to the middle of the right border
ar: حرك الشاشه إلى منتصف الحافه اليمنى

source: Move screen to the right
ar: حرك الشاشه إلى اليمين

source: Move screen to the upper left corner
ar: حرك الشاشه إلى الركن الايسر العلوي

source: Move screen to the upper right corner
ar: حرك الشاشه إلى الركن الايمن العلوي

source: Move screen up
ar: حرك الشاشه للأعلى

source: Move west
ar: تحرك للغرب

source: Move/Copy
ar: تحريك/نسخ

source: Movie Browser Configuration
ar: تكوين مستعرض الأفلام

source: Movie Directory
ar: دليل الفيلم

source: Movie Selection
ar: أختيار الأفلام

source: Movie archive
ar: أرشيف الأفلام

source: Movie location
ar: مكان الفيلم
