Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: Allows you to access the service list and plugins requiring access to the service list (e.g. Graphical Multi EPG) from within the standard movie player.DO NOT install this plugin if you're using a nonstandard movie player, e.g. EMC. It will probably break and you might end up with a unusable movie player until you uninstall one of the conflicting plugins.
ar: السماح لك بالوصول إلى قائمة الخدمات والإضافات التي تتطلب الوصول إلى قائمة الخدمات( على سبيل المثال دليل البرامج اليومي التفصيلي المتعدد)من داخل مشغل الأفلام العادي.لا تقوم بتحميل الاضافة إذا أنت تستخدم مشغل الأفلام العادي,على سبيل المثال قائمة تسجيلات الأفلام. فمن المحتمل أنك أوقفته أو أنتهيت منه أو أنه غير صالح على مشغل الأفلام أو ألغي أحد الإضافات المتعارضة.

source: Alpha
ar: آلفا

source: Alternative numbering mode
ar: وضع الأرقام البديلة

source: Alternative radio mode
ar: وضع الراديو البديل

source: Alternative services tuner priority
ar: أولوية المؤالف للقنوات البديله

source: Always ask
ar: أسال دائما

source: Always ask before sending
ar: اسأل دائما قبل الارسال

source: Always use smart1080p mode
ar: دائما أستخدم الوضع الذكي 1080p

source: Always zap before record
ar: إنتقل للقناة دائما قبل التسجيل

source: Amos 2/3 (4.0W)
ar: قمر آموس 2/3 4 درجات غربآ

source: Amos 5 (17.0E)
ar: أموس 5 (17.0 شرقا)

source: Amount of recordings left
ar: ربط التسجيلات على اليسار

source: An EPG downloader
ar: تحميل دليل البرامج الإلكترونية

source: An empty filename is illegal.
ar: غير مسموح بملف بدون أسم

source: An error occured.
ar: حدث خطأ

source: An unknown error occured!
ar: حدث خطأ غير معروف !

source: Animation Setup
ar: إعدادات أشكال القوائم المتحركة

source: Animation Speed
ar: سرعة ظهور القوائم المتحركة

source: Animation speed:
ar: سرعة أشكال القوائم المتحركة:

source: Animation type:
ar: نوع أشكال القوائم المتحركة:

source: Animations
ar: أشكال القوائم المتحركة

source: AnonPages:
ar: الصفحات الحالية:

source: Anonymize crashlog?
ar: تجاهل ملف الكراش؟

source: Any activity
ar: أي نشاط

source: Any service/recording
ar: أي خدمة / التسجيل

source: Append begin date at end of recording file name
ar: أضف التاريخ على أسم الملف عند إنتهاء التسجيل

source: Arabic
ar: عربي

source: Arabsat 5A (30.5E)
ar: عربسات 5 أ (30.5 شرقا)

source: Arabsat 5C (20.0E)
ar: عربسات 5 سي (20.0 شرقا)

source: Archive Extraction
ar: استخراج الأرشيف

source: Are you sure you want to Boot Image:
ar: هل أنت متأكد أنك تريد صورة الفلاشة الداخلية:

source: Are you sure you want to Remove Package:
ar: هل أنت متأكد من أنك تريد إزالة الحزمة:

source: Are you sure you want to Remove Server:
ar: هل أنت متأكد أنك تريد إزالة السيرفر:

source: Are you sure you want to activate this network configuration?
ar: هل أنت متاكد أنك تريد تنشيط تكوينات الشبكة؟

source: Are you sure you want to delete following backup:
ar: هل أنت متأكد أنك تريد مسح النسخه الاحتياطية الاتيه:

source: Are you sure you want to delete Image:
ar: هل أنت متأكد من أنك تريد حذف الصورة:

source: Are you sure you want to exit this wizard?
ar: هل أنت متأكد أنك تريد الخروج من هذه النافذه ؟

source: Are you sure you want to install MeoBoot in:
ar: هل أنت متأكد أنك تريد تثبيت الميوبوت في :

source: Are you sure you want to remove the Package:
ar: هل أنت متأكد من إزالة هذي الرزمة:

source: Are you sure you want to restart your network interfaces?
ar: هل أنت متأكد أنك تريد إعادة تشغيل شبكة الانرتنت ؟

source: Are you sure you want to restore following backup:
ar: هل أنت متاكد إنك تريد إستعادة النسخه الاحتياطية التاليه:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
ar: هل أنت متأكد أنك تريد إستعادة نسخة إحتياطية للاينجما2 ؟ سيتم عمل إعادة تشغيل الاينجما2 بعد الاستعاده

source: Are you sure you want to save this network mount?
ar: هل أنت متأكد من حفظ ربط هذي الشبكة ؟

source: Are you sure you want to setup your AP?
ar: هل أنت متأكد أنك تريد ضبط نقاط الوصول?

source: Artist
ar: الفنان

source: Ascending
ar: تصاعدي

source: Ask before shutdown:
ar: أسأل قبل الاغلاق

source: Ask for deleting files after canceling timers
ar: إسالني عن الملفات المحذوفة بعد إلغاء المؤقتات

source: Ask user
ar: أسال المستخدم

source: Aspect Ratio
ar: نسبة الجوانب

source: Aspect Ratio:
ar: نسبة العرض:

source: Aspect ratio
ar: نسبة الطول والعرض

source: Assigning providers/services/caids to a CI module
ar: تعيين مقدمي الخدمات/القنوات/الكايد في وحدة النفاذ المشروط

source: Astra 1D/3B (23.3E)
ar: أسترا 1 دي/3 بي (23.5)

source: Astra 1G (31.5E)
ar: أسترا 1 جي (31.5 شرقا)

source: Astra 1KR/1L/1M/2C (19.2E)
ar: أسترا 1 كي آر/1 إل/1إم/2 سي (19.2 شرقا)

source: Astra 1N/2A/2F/Eutelsat 28A (28.2E)
ar: أسترا 1إن/2 أ/2إف/يوتلسات 28 أ (28.2 شرقا)

source: Astra 3B (23.5E)
ar: أسترا 3 بي (23.5)

source: Astra 4A/SES 5 (4.9E)
ar: أسترا 4أ/سي إي سي 5 (4.9 شرقا)

source: Async start of audioplayer (Workaround)
ar: بدء المزامنة من مشغل الأصوات

source: At beginning
ar: في البداية

source: At end
ar: في النهاية

source: Atil HD transparent
ar: شفافية سكن إيتلي عالي الوضوح

source: Atile HD Titel
ar: عنوان سكن إيتلي عالي الوضوح

source: AtileHD
ar: سكن إيتلي عالي الوضوح

source: AtileHD Setup
ar: ضبط سكن إيتلي عالي الوضوح

source: Audio
ar: صوت

source: Audio Auto Volume Level
ar: مستوى حجم الصوت التلقائي

source: Audio Bitrate
ar: معدل بت الصوت

source: Audio Channels
ar: القنوات الصوتية

source: Audio Codec
ar: ترميز الصوت

source: Audio Effect Setup
ar: ضبط مؤثرات الصوت

source: Audio Options...
ar: خيارات الصوت

source: Audio PID
ar: تعريف الصوت

source: Audio Samplerate
ar: معدل ترميز الصوت

source: Audio Sync
ar: مزامنة الصوت

source: Audio Sync Setup
ar: ضبط مزامنة الصوت

source: Audio Zap
ar: إنتقل من الصوت

source: Audio codec
ar: ترميز الصوت

source: Audio language selection 1
ar: اختيار لغة الصوت 1

source: Audio language selection 2
ar: اختيار لغة الصوت 2

source: Audio language selection 3
ar: اختيار لغة الصوت 3

source: Audio language selection 4
ar: اختيار لغة الصوت 4

source: Audio options...
ar: خيارات الصوت ...

source: AudioEffect
ar: المؤثرات الصوتية

source: AudoSync allows delaying the sound output (Bitstream/PCM) so that it is synchronous to the picture.
ar: مزامنة الصوت تسمح بتأخير إخراج الصوت (كود ترميز الذبذبة/بث بالبابت) بحيث يتزامن الصوت مع الصورة.

source: Australia
ar: استراليا

source: Author:
ar: المؤلف:

source: Authoring mode
ar: وضع المؤالف

source: Auto
ar: تلقائي

source: Auto Language Selection Settings
ar: إعدادات إختيار اللغة تلقائيا

source: Auto chapter split every ? minutes (0=never)
ar: تقسيم الفصول الآلي للكل ? الدقائق (0=مطلقآ)

source: Auto flesh
ar: التوازن الآلي

source: Auto language selection
ar: إختيار اللغة تلقائيا

source: Auto language selection settings
ar: إعدادات أختيار اللغة تلقائيا

source: Auto language settings
ar: إعدادات اللغة التلقائي

source: Auto scart switching
ar: التحول الآلى الى السكارت

source: Auto set Framerate / Bitrate
ar: ضبط عرض معدل الإطار/معدل البث

source: Auto timeout
ar: مهلة تلقائية

source: AutoBackup
ar: النسخ الإحتياطي التلقائي

source: AutoBouquetsMake
ar: صانع الباقات الآلي

source: AutoBouquetsMaker
ar: صانع الباقات الآلي

source: AutoBouquetsMaker Configure
ar: تكوين صانع الباقات الآلي

source: AutoBouquetsMaker Hide sections
ar: إخفاء أقسام صانع الباقات الآلي

source: AutoBouquetsMaker Providers
ar: صانع مزودي الباقات الآلي

source: AutoBouquetsMaker log
ar: سجل صانع الباقات الآلي

source: AutoBouquetsMaker_Menu
ar: صانع الباقات الآلي

source: AutoRes
ar: الدقة التلقائية

source: AutoResSetupMenu
ar: الدقة التلقائية

source: AutoResolution
ar: الدقة التلقائية

source: AutoShutDown
ar: الإغلاق الآلي

source: AutoShutDown Setup
ar: إعداد الإغلاق الآلي

source: AutoShutDown settings
ar: إعدادات الإغلاق الآلي

source: AutoTimer Editor
ar: محرر المؤقت الآلي

source: AutoTimer Filters
ar: فلاتر المؤقت الآلى

source: AutoTimer Services
ar: خدمات المؤقت الآلي

source: AutoTimer Settings
ar: إعدادات المؤقت الالى

source: AutoTimer overview
ar: معاينة المؤقت الآلى

source: AutoTimer scans the EPG and creates Timers depending on user-defined search criteria.
ar: الفحص المؤقت لدليل البرامج اليومي التلقائي إنشاء مؤقتات في معايير البحث يحددها المستخدم

source: AutoTimer was added successfully
ar: المؤقت التلقائي أضيف بنجاح

source: AutoTimer was changed successfully
ar: تم تغيير المؤقت التلقائي بنجاح

source: AutoTimer was removed
ar: تمت إزالة المؤقت التلقائي

source: Autocam
ar: كامة تلقائية

source: Autocam Manager
ar: إدارة الإيموهات آليا

source: Automated EPG Importer
ar: إستيراد دليل البرامج الإلكترونية الآلي

source: Automatic
ar: آلي

source: Automatic Epg Backup:
ar: نسخ إحتياطي تلقائي لدليل البرامج اليومي

source: Automatic Scan
ar: بحث آلـى

source: Automatic Volume Leveling (AVL)
ar: مستوى درجة الصوت التلقائي

source: Automatic clearing memory
ar: تنظيف الذاكرة آليا

source: Automatic resolution
ar: الدقة التلقائية

source: Automatic resolution label
ar: علامة الدقة التلقائية

source: Automatic scan
ar: بحث آلـى

source: Automatic settings backup
ar: إعدادات النسخ الإحتياطي التلقائي

source: Automatic start time
ar: وقت بدء التشغيل التلقائي

source: Automatic volume adjustment
ar: تعديل الصوت التلقائي

source: Automatic volume adjustment for ac3/dts services.
ar: تعديل الصوت التلقائي مع نظام الصوت الرقمي/ ترميز الصوت الثلاثي على القنوات.

source: Automatically change video resolution
ar: التغيير التلقائي لدقة الفديو

source: Automatically changes the output resolution depending on the video resolution you are watching.
ar: التغييرات التلقائية على حسب إنتاج الدقة وعلى دقة مقطع الفديو الذي تشاهده

source: Automatically create timer events based on keywords
ar: إنشاء التوقيت التلقائي على أساس الكلمات الرئيسية

source: Automatically informs you on low internal memory
ar: الإبلاغ التلقائي عن إنخفاض الذاكرة الداخلية

source: Automatically refresh EPG
ar: التحديث التلقائي لدليل البرامج اليومي

source: Automatically send crashlogs to Dream Multimedia
ar: الإرسال التلقائي لملفات الكراش إلى شركة دريم ملتيميديا

source: Automatically start timeshift after
ar: التشغيل التلقائي لخاصية التايم شفت

source: Automatically turn on external subtitles
ar: تشغيل ترجمة الوسائط الخارجية تلقائيآ

source: Autoremoving depended package remove
ar: الإزالة التلقائية تعتمد على إزالة الحزم

source: Autoresolution
ar: الدقة التلقائية

source: Autoresolution Plugin Testmode: Is %s OK?
ar: بلجن الدقة التلقائي في وضع الاختبار: Is %s حسنا ?

source: Autoresolution Plugin Testmode: Is %s ok?
ar: إضافة الدقة التلقائية وضع إختبار: %s أضغط موافق ?

source: Autoresolution Switch
ar: التحول إلى الدقة التلقائية

source: Autoresolution is not working in Scart/DVI-PC Mode
ar: الدقة التلقائية لاتعمل على وصلة سكارت/مخرج دفي آي على الكمبيوتر

source: Autoresolution settings
ar: إعدادات الدقة التلقائية

source: Autoresolution videomode setup
ar: إعداد الدقة التلقائية للفديو

source: Autoresolution...
ar: الدقة التلقائية

source: Autos & Vehicles
ar: التلقائيات والتركيبات

source: Autostart
ar: بدء تلقائي

source: Autowrite timer
ar: مؤقت الكتابه الآلي

source: Available
ar: متوفر

source: Available Forums:
ar: المنتديات المتاحة:

source: Available Images
ar: الصور المتاحة

source: Available Providers:
ar: المزودون المتاحون:

source: Available Space:
ar: المساحة المتوفرة:

source: Available devices:
ar: الأجهزة المتوفرة:

source: Available format variables
ar: متغيرات التهئية المتاحه

source: Available options
ar: الخيارات المتاحة

source: BASIC-HD Skin by Ismail Demir
ar: سكن بيسك بواسطة اسماعيل ديمير

source: BASIC-HD Skin for STB Images created from Ismail Demir
ar: إنشاء صور سكن بيسك على الجهاز الخاص بك من إسماعيل ديمير

source: BER
ar: معدل خطاء الإشارة

source: BER:
ar: معدل خطاء الإشارة:

source: BH Feeds Settings
ar: إعدادات الإضافات التجريبية على البلاكهول

source: BH Green Panel Setup
ar: إعداد لوحة البلاكهول الخضراء

source: BOX
ar: الجهاز

source: Back
ar: خلف

source: Back Up your settings
ar: إعدادات النسخة الإحتياطية الخاص بك

source: Back, lower USB Slot
ar: الرجوع,لفتحة الفلاش مموري السفلى

source: Back, upper USB Slot
ar: الرجوع,لفتحة الفلاش مموري العليا

source: Background
ar: الخلفيه

source: Background delete option
ar: خيار حذف الخلفية

source: Background delete speed
ar: سرعة مسح الخلفية

source: Background-Picture Type
ar: نوع صورة الخلفية

source: Backspace Key
ar: مفتاح مسافة للخلف

source: Backup
ar: نسخة إحتياطية

source: Backup Menu
ar: قائمة النسخ الاحتياطي

source: Backup Settings
ar: إعدادات عمل نسخة إحتياطية

source: Backup complete !
ar: اكتمل النسخ الاحتياطي !

source: Backup done.
ar: تم الإنتهاء من النسخة الإحتياطية.

source: Backup failed.
ar: فشل عمل نسخة إحتياطية

source: Backup installed channellist and plugins
ar: نسخة إحتياطية مثبتة لقائمة القنوات والإضافات

source: Backup is running...
ar: جاري عمل نسخة إحتياطية ........

source: Backup system settings
ar: عمل نسخة إحتياطية لأعدادات النظام

source: Backup your Settings.
ar: إعدادات النسخة الإحتياطية الخاص بك .

source: Badr 4/5/6 (26.0E)
ar: بدر 4/5/6 (26.0 شرقا)

source: Band
ar: نطاق

source: Bandwidth
ar: عرض النطاق الترددي

source: Basic settings
ar: الإعدادات الأساسية

source: Begin of "after event" timespan
ar: تبدء من"بعد الحدث" المدة الزمنية

source: Begin of timespan
ar: بداية المدى الزمنى

source: Begin time
ar: وقت البدأ

source: Behavior of 'pause and ok' when paused
ar: سلوك مفتاح التوقف عند الإيقاف

source: Behavior of 'pause' when paused
ar: السلوك 'التوقف' عندما توقفت

source: Behavior of 0 key (double-click in PiP-mode)
ar: وظيفة المفتاح صفر (أضغط مرتين لدخول في وضع صورة داخل صورة)

source: Behavior of 0 key (double-click) in PIP-mode
ar: وظيفة المفتاح صفر (ضغطة مزدوجة) في وضع صورة داخل صورة

source: Behavior of 0 key (double-click) in PiP-mode
ar: سلوك المفتاح صفر (أضغط مرتين) في وضع صورة داخل صورة

source: Behavior of 0 key in PiP-mode
ar: أضغط الزر 0 فى وضعية صوره داخل صوره

source: Behavior when a movie is started
ar: التصرف عندما يبدأ الفيلم

source: Behavior when a movie is stopped
ar: التصرف عند إيقاف الفيلم

source: Behavior when a movie reaches the end
ar: التصرف عندما يصل الفيلم للنهايه

source: Big Bang
ar: التوسع الكبير

source: Bitrate
ar: معدل البث

source: Bitrate:
ar: معدل البت:

source: Blac kHole Picons Packages
ar: حزم شعارات القنوات

source: Black
ar: أسود

source: Black Hole
ar: البلاكهول

source: Black Hole Addons Plugins
ar: إضافات البلاكهول

source: Black Hole App's
ar: تطبيقات البلاكهول

source: Black Hole Blue Panel
ar: لوحة بلاكهول الزرقاء

source: Black Hole Booot Logo
ar: صور إقلاع البلاكهول

source: Black Hole Boot Logo
ar: صور إقلاع البلاكهول

source: Black Hole Cron Manager
ar: مدير جدولة الاوامر على البلاكهول

source: Black Hole Devices Manager
ar: مدير الأجهزة على البلاكهول

source: Black Hole E2 Script: Uptime
ar: سكريبت إنجما2 للبلاكهول:مدة التشغيل

source: Black Hole EPG Panel
ar: لوحة دليل البرامج الإلكترونية على البلاكهول

source: Black Hole Feeds Plugins
ar: إضافات البلاكهول التجريبية

source: Black Hole Full Backup
ar: نسخة إحتياطية متكاملة لبلاكهول

source: Black Hole Full Backup on:
ar: نسخة إحتياطية متكاملة لبلاكهول

source: Black Hole Green Panel
ar: لوحة بلاكهول الخضراء

source: Black Hole Image Boot Logo
ar: صور إقلاع البلاكهول

source: Black Hole Image Script
ar: سكربتات البلاكهول

source: Black Hole Image Skins
ar: سكنات صور البلاكهول

source: Black Hole Image Statistics: _____________________________________
ar: إحصائيات صورة البلاكهول _____________________________________

source: Black Hole Nfs Server Panel
ar: لوحة خادم نظام الملفات على الشبكة للبلاكهول

source: Black Hole Picons Packages
ar: حزم شعارات القنوات

source: Black Hole Preview: click ok to exit
ar: معاينة البلاكهول: اضغط زر ok للخروج

source: Black Hole Scripts
ar: سكربتات البلاكهول

source: Black Hole Settings
ar: إعدادات إضافات البلاكهول

source: Black Hole Shutdown
ar: إيقاف تشغيل البلاكهول

source: Black Hole Skins
ar: سكنات البلاكهول

source: Black Hole Speed Up
ar: تفعيل/تعطيل إضافات البلاكهول

source: Black Hole Statistics
ar: إحصائيات البلاكهول

source: Black Hole Tuner Server Panel
ar: لوحة خادم التيونرات على البلاكهول

source: Black Hole UPnP Server Panel
ar: لوحة خادم مشاركة الاجهزة للوسائط والملفات في البلاكهول

source: Black Hole Usb Format Wizard
ar: معالج تهئية الفلاش مموري على البلاكهول

source: Black Hole Weather
ar: الطقس في البلاكهول

source: Black Hole apps
ar: تطبيقات البلاكهول

source: Black Hole details: Black Hole is the original matrix of all Parallel Universes and resides in its own phisycal space.
ar: تفاصيل البلاكهول. صورة البلاكهول هو مصفوفة الأصلية لجميع صور عالمك المتوازية وتقع في الحيز الخاص بها

source: Black Hole full image backup
ar: نسخة إحتياطية متكاملة لبلاكهول

source: Black Hole personal backup
ar: نسخة إحتياطية شخصية لبلاكهول

source: Black screen
ar: شاشة سوداء

source: Black screen till locked
ar: شاشة سوداء مقفلة

source: Black transparent
ar: أسود شفاف

source: BlackHole Epg Backup
ar: نسخة إحتياطية لدليل البرامج اليومي لبلاكهول

source: BlackHole Full Backup
ar: نسخة إحتياطية متكاملة لبلاكهول

source: BlackHole Personal Backup
ar: نسخة إحتياطية شخصية لبلاكهول

source: Blind scan
ar: البحث الأعمى

source: Blindscan
ar: البحث الأعمى

source: Block noise reduction
ar: منع الحد من الضوضاء

source: Blood transparent
ar: دمي شفاف

source: Blue Sea
ar: أزرق البحر

source: Blue boost
ar: الدعم الازرق

source: Blue long
ar: الازرق مطول

source: Blue transparent
ar: أزرق شفاف

source: BogoMIPS:
ar: تعليمات وهمية:

source: Bonjour/Avahi control plugin
ar: صباح الخير/التحكم في الإضافة

source: Bonjour/Avahi control plugin.
ar: صباح الخير/التحكم في الإضافة.

source: Bookmark
ar: علامة مرجعية

source: Bookmark Title
ar: عنوان علامة مرجعية

source: Bookmark URL
ar: رابط علامة مرجعية

source: Bookmarks
ar: الاشارات المرجعيه

source: Boost blue
ar: الدعم الازرق

source: Boost green
ar: الدعم الاخضر

source: Boot Image
ar: صورة الفلاشة

source: Bounce:
ar: الإرتداد:

source: Bouquets
ar: الباقات

source: Bouquets Protection Setup
ar: ضبط حماية الباقات

source: Bouquets protection
ar: حماية الباقات

source: Bouquets protection:
ar: حماية الباقات:

source: Bouqutes
ar: الباقات

source: Brand:
ar: العلامة التجارية

source: Brazil
ar: البرازيل

source: Brightness
ar: الإضاءه

source: Browse ORF and SAT1 Teletext independent from channel. This need I-net conection.
ar: تصفح قناة ORF و SAT1 والبرامج التلفزيونية المستقلة. إذا تحتاج إتصال بالانترنت

source: Browse for and connect to network shares
ar: تصفح الاتصال بالشبكة والمشاركة

source: Browse for nfs/cifs shares and connect to them.
ar: تصفح في nfs/cifs ومشاركتهم الملفات والإتصال بهم.

source: Browse network neighbourhood
ar: تصفح شبكة مجاورة

source: Browser Help
ar: مساعدة المتصفح

source: Browser Start/Stop
ar: متصفح بدء / إيقاف

source: BrowserMain
ar: المتصفح الرئيسي

source: Buffers:
ar: المخازن المؤقتة:

source: Build Complete.
ar: بناء كامل.

source: Build Server
ar: بناء سيرفر

source: Burn DVD
ar: حرق ديفيدي

source: Burn existing image to DVD
ar: حرق الصوره الحاليه إلى ديفيدي

source: Burn to DVD
ar: حرق في ديفيدي

source: Burn your recordings to DVD
ar: حرق التسجيلات الخاصة بك إلى ديفيدي

source: Bus:
ar: الناقل

source: Button setup
ar: ضبط الأزرار

source: By enabling this events will not be matched if they don't occur on certain dates.
ar: من خلال تمكين لن تكون مطابقة هذه الأحداث إذا لم يكن ليحدث في تواريخ معينة.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
ar: من خلال تمكين هذا سيتم إعلامك عن توقيت مماثلة وأضاف خلال التصويت الآلي. ليس هناك ذكاء معين، لذلك قد يزعجك التعارض نفسه مرارا وتكرارا.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
ar: من خلال تمكين هذا سيتم إعلامك عن التعارض وتوقيت العثور عليها أثناء التصويت الآلي. ليس هناك ذكاء معين، لذلك قد يزعجك التعارض نفسه مرارا وتكرارا.

source: By pressing the OK Button on your remote control, the info bar is being displayed.
ar: بالضغط على ذر موافق من الريموت كونترول ، سيظهر شريط المعلومات

source: Bypass HDMI EDID Check
ar: إختيار كيبل عالي الوضوح وفحص بيانات الهوية

source: C-Band
ar: سي باند

source: CAMs Installed
ar: كامات مثبتة

source: CCcam Info
ar: معلومات إيمو السسي كام

source: CCcam Info v1.3c
ar: معلومات إيمو السسي كام الإصدار 1.3

source: CDInfo
ar: بيانات القرص المدمج

source: CDInfo enables gathering album and track details from CDDB and CD-Text when playing Audio CDs in Mediaplayer.
ar: معلومات السي دي تتيح لك جمع الألبوم وتفاصيل الاغاني من السيدي المدمج وتشغيل النص عند سماعها من السيدي على مشغل الميديا

source: CF
ar: فلاشة مدمجة

source: CI assignment
ar: مهمة واجهة المستخدم

source: CIFS share
ar: مشاركة ملفات النظام المشتركة على الانترنت

source: CIselectMainMenu
ar: أختيار واجهة المستخدم من القائمة الرئيسية

source: CVBS
ar: فيديو مركب أحادي الإشارة.

source: Cable
ar: كيبل

source: Cache Thumbnails
ar: ذاكرة التخزين المؤقتة

source: Cached:
ar: مختبئ:

source: Calendar Day Event Preview
ar: معاينة تقويم يوم الحدث

source: Calendar Line Thickness
ar: كثافة خط التقويم

source: Calendar Poll Interval
ar: تقويم فاصل الإستطلاع

source: Calendar Saturday Color
ar: تقويم لون يوم السبت

source: Calendar Sunday Color
ar: تقويم لون يوم الأحد

source: Calendar Timezone Correction
ar: تصحيح التقويم حسب المنطقة الزمنية

source: Calendar Transparency
ar: شفافية التقويم

source: Calendar ics-URL
ar: رابط مزامنة التقويم

source: Calendar planerFS
ar: التقويم الإفتراضي

source: Calender ics-Path [ok]>
ar: مسار مزامنة التقويم - [موافق]>

source: Callmonitor for NCID-based call notification
ar: إعلام بمكالمة فائتة على برنامج أن سي

source: Callmonitor for the Fritz!Box routers
ar: إعلام بمكالمة على برنامج فريتز

source: Cam Center
ar: مركز الإيموهات

source: Can NOT generate passphrase
ar: لايمكن إنتاج عبارة المرور

source: Can not find any WirelessLan Module
ar: لايمكن العثور على شبكة لاسلكيه

source: Can not open 'fan_pwm'
ar: لايمكن فتح المروحه

source: Can not setup WirelessLan Module in 'AP Mode'
ar: لايمكن ضبط إعداد الشبكة اللاسلكيه لهذا الموديل بهذا الوضع

source: Can't cancel during upgrade!!
ar: لايمكنك الألغاء أثناء الترقيه

source: Can't connect to server. Please check your network!
ar: تعذر الاتصال بالخادم. رجاء فحص الشبكة !

source: Can't find /usr/bin/md5sum
ar: لا يمكن العثور على / البيرة / بن / md5sum

source: Can't found MD5 file.
ar: لا يمكن العثور على ملف MD5.

source: Can't found binary file.
ar: لا يمكن العثور على ملف ثنائي.

source: Can't found device file!!
ar: لا يمكن العثور على ملف جهاز !!

source: Can't found model name.
ar: لايمكن العثور على أسم الموديل

source: Can't open selected bookmark. - URL data is empty!!
ar: لا يمكن فتح المرجعية المختارة - رابط البيانات فارغ !!

source: Canada
ar: كندا

source: Cancel
ar: إلغاء

source: Capacity:
ar: السعه:

source: Card
ar: بطاقه

source: Catalan
ar: كتلان

source: Category Name
ar: أسم التصنيف

source: Celsius
ar: درجة حرارة مئوية

source: Center DVB subtitle
ar: مركز ترجمة بث الفديو الرقمي

source: Center DVB subtitles
ar: ترجمة بث الفديو الرقمي في المنتصف

source: Center screen at the lower border
ar: منتصف الشاشة إلى الحد السفلي

source: Center screen at the upper border
ar: منتصف الشاشة إلى الحد الأعلى

source: Centered DVB subtitles
ar: الترجمة الأساسية للقنوات بالمنتصف

source: Cf in use:
ar: إستخدام الفلاش المدمج :

source: Change PIN
ar: تغيير الرقم السري

source: Change Subtitle Position
ar: تغيير مكان الترجمة

source: Change active delay
ar: تغيير التأخير النشط

source: Change bouquets in quickzap
ar: التنقل بين الباقات بشكل أسرع

source: Change city
ar: تغيير المدينة

source: Change default recording offset?
ar: الإنتقال إلى تغيير التسجيل الإفتراضي

source: Change hostname
ar: تغيير أسم المضيف

source: Change pin code
ar: تغيير الرقم السري

source: Change service PIN
ar: تغيير الرقم السري للقناة

source: Change service PINs
ar: تغيير الأرقام السرية للقنوات

source: Change setup PIN
ar: ضبط تغيير الرقم السري

source: Change step size
ar: تغيير مقاس الخطوه
