Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: View list of available
ar: معاينة القائمة متاحة

source: View list of available CommonInterface extensions
ar: مشاهدة قائمه بإضافات وحدة التحكم المشترك

source: View list of available Display and Userinterface extensions.
ar: شاهد قائمه الإضافت المتاحه للعرض على واجهة المستخدم.

source: View list of available EPG extensions.
ar: عرض قائمة المتاحة وملحقات دليل البرامج الإلكترونية.

source: View list of available Satellite equipment extensions.
ar: شاهد قائمة بالاضافات المتاحه لمعدات القمر.

source: View list of available communication extensions.
ar: شاهد قائمة بإلاضافات المتاحه للاتصال.

source: View list of available default settings
ar: شاهد قائمة بالاعدادات الإفتراضيه المتاحه

source: View list of available multimedia extensions.
ar: شاهد قائمة بإضافات الوسائط المتعدده المتاحه

source: View list of available networking extensions
ar: شاهد قائمة بإضافات الشبكه المتاحه

source: View list of available recording extensions
ar: شاهد قائمة بإضافات التسجيل المتاحه

source: View list of available skins
ar: شاهد قائمة السكنات المتاحة

source: View list of available software extensions
ar: شاهد قائمة بإضافات البرنامج التشغيلى المتاحه

source: View list of available system extensions
ar: شاهد قائمة بإضافات النظام المتاحه

source: View related videos
ar: مشاهدة الفيديو ذات الصله

source: View response videos
ar: مشاهدة إستجابة الفديوهات

source: View teletext...
ar: معاينة التليتكست

source: View, edit or delete mountpoints on your STB.
ar: عرض، تعديل أو حذف نقاط الإرتباط على جهاز الإستقبال الخاص بك.

source: View, edit or delete usernames and passwords for your network.
ar: مشاهده ، تحرير أو مسح اسم المستخدم وكلمة المرور للشبكة .

source: Views:
ar: مشاهدات:

source: Virtual KeyBoard
ar: لوحة مفاتيح مرئية

source: Virtual Keyb.
ar: لوحة المفاتيج المرئيه.

source: Virtual Keyboard
ar: لوحة مفاتيح مرئية

source: Visualization for the European Installation Bus
ar: التصور لتركيب الحافلات الأوروبية

source: Visualize and control your lights, dimmers, blinds, thermostats etc. through EIB/KNX. (linknx server required)
ar: تصور والتحكم بك الأضواء، المخفتات، والستائر، والحرارة وما إلى ذلك من خلال بنك الاستثمار الأوروبي / KNX. (خادم linknx المطلوبة)

source: Voltage mode
ar: وضع الفولت

source: Volume
ar: درجه الصوت

source: Volume Adjust
ar: ضبط مستوى الصوت

source: Vpn
ar: شبكة خاصة افتراضية

source: Vpn Version:
ar: إصدار الشبكة الخاصة الافتراضية:

source: Vuplus
ar: الفوبلس

source: WEP Key (HEX)
ar: مفتاح التشفير(سادس عشري)

source: WLAN adapter
ar: محول الشبكة اللاسلكية

source: WLAN connection
ar: إتصال شبكة للاسلكيه

source: WPA or WPA2
ar: WPA أو WPA2

source: WSS on 4:3
ar: الشاشة العريضة تعمل 4:3

source: WWW Converter Poll Interval
ar: فاصل تحويل الإستطلاع

source: Wait Please... Epg Download in progress....
ar: الرجاء الإنتظار...تحميل دليل البرامج اليومي متقدم

source: Wait Please... epg.dat file download in progress....
ar: الرجاء الإنتظار...تحميل دليل البرامج اليومي متقدم

source: Wait a moment
ar: أنتظر لحظة

source: Wait a moment...
ar: انتظر لحظة...

source: Wait please checking for available updates...
ar: يتم الآن التحقق من وجود تحديثات...

source: Wait please connection in progress ...
ar: يرجى الانتظار الاتصال قيد التقدم...

source: Wait please download in progress ...
ar: الرجاء الانتظار، التنزيل في تقدم ...

source: Wait please for the Epg to complete, and press the red button to exit
ar: من فضلك أنتظر إكتمال تحميل دليل البرامج اليومي,وأضغط على الزر الاحمر للخروج

source: Wait please while scanning your devices...
ar: يرجى الانتظار أثناء فحص الأجهزة الخاصة بك ...

source: Wait please, download in progress...
ar: الرجاء الانتظار، التنزيل في تقدم ...

source: Wait time in ms before activation:
ar: أنتظر أجزاء من الثانية قبل التفعيل:

source: Waiting
ar: جاري الانتظار

source: Wake On LAN
ar: تمكين البحث عن الشبكات

source: Wake on Lan disabled
ar: تعطيل البحث عن الشبكات

source: Wake on Lan enable
ar: تمكين البحث عن الشبكات

source: Wake up and import
ar: إستيقاظ وإستيراد

source: WakeOnLan Enable
ar: تمكين بحث الشبكات

source: WakeOnLan Setup
ar: ضبط أختيار الشبكة السلكية

source: Wakeup
ar: إستيقظ

source: Wakeup TV from standby
ar: تنبيه التلفزيون من وضع الإستعداد

source: Wakeup receiver from standby
ar: إستيقاظ الرسيفر من وضع الإستعداد

source: Wakeup signal from TV
ar: إشارة الإستيقاظ من التلفزيون

source: Warn if free space drops below (kB):
ar: حذرنى إذا قلت المساحه عن (كيلو بايت) :

source: Warning
ar: تحذير

source: Warning, all of the data stored in your Parallel Universes will be lost. Are you sure you want to start the Bing Bang?
ar: تحذير، سيتم فقدان كافة البيانات المخزنة في الأكوان المتوازية الخاصة بك. هل أنت متأكد أنك تريد أن تبدأ التوسع الكبير؟

source: Warning: If your usb is already connected
ar: تحذير:الفلاش مموري متصل بالفعل

source: Watch recordings...
ar: مشاهدة التسجيلات ...

source: Watch streams from ZDF Mediathek
ar: مشاهدة خدمة بث الوسائط على قناة ZDF.

source: Watching IPTV implemented by RTSP/RTMP protocol.
ar: مشاهدة البث التلفزيوني عبر الانترنت من منفذ بروتوكول

source: We are going to jump into %s Universe. Please remember that anything you do in this Universe, such as install sofware, skins or plugins will have no effect on the other Universes. Are you sure you want to jump?
ar: ونحن نذهب إلى القفز إلى الكون٪ ق.\n الرجاء تذكر أن أي شيء تفعله في هذا الكون، مثل تثبيت sofware، والجلود أو سوف الإضافات ليس لها أي تأثير على الأكوان الأخرى.\n هل أنت متأكد أنك تريد القفز؟

source: Weather City
ar: طقس المدينة

source: Weather City 2
ar: طقس المدينة الثانية

source: Weather Extra Infos
ar: معلومات إضافية عن الطقس

source: Weather High Temperature Color
ar: لون إرتفاع درجة حرارة الطقس

source: Weather Lines
ar: الخطوط الجوية

source: Weather Low Temperature Color
ar: لون إنخفاض درجة حرارة الطقس

source: Weather Rain Chance
ar: إحتمال طقس ممطر

source: Weather Transparency
ar: شفافية الطقس

source: Weather Wind speed unit
ar: وحدة سرعة رياح الطقس

source: Weather forecast
ar: توقعات الطقس

source: Weather-Icon Zoom
ar: تكبير أيقونة الطقس

source: Weather-Icon-Path [ok]>
ar: مسار أيقونة الطقس [موافق]>

source: WeatherPlugin shows weatherforecasts on your STB.
ar: إضافة الطقس تعرض توقعات الطقس على جهاز الإستقبال الخاص بك.

source: Weatherforecast on your STB
ar: توقعات الطقس على جهاز الاستقبال الخاص بك

source: Web-Bouquet-Editor for PC
ar: تعديل الباقات على جهاز الكمبيوتر

source: WebIF Design
ar: تصميم واجهة الويب

source: WebIF IP Allow
ar: يسمح بعنوان الإيبي في صفحة الويب

source: WebIF IP Deny
ar: يرفض عنوان الإيبي في صفحة الويب

source: WebIF Init Delay
ar: تأخير تهئية صفحة واجهة الويب

source: WebIF Refresh Type
ar: نوع تحديث صفحة الويب

source: WebIF Refresh [s]
ar: تحديث واجهة الويب

source: Webinterface
ar: واجهة الشبكة

source: Webinterface: Main Setup
ar: واجهة الشبكة: الضبط الرئيسى

source: Wed
ar: الاربعاء

source: Wednesday
ar: الاربعاء

source: Weekday
ar: يوم في الاسبوع

source: Weekend
ar: نهاية الاسبوع

source: Weekly (Monday)
ar: اسبوعيا (الاثنين)

source: Weekly (Sunday)
ar: اسبوعيا (الاحد)

source: Welcome to MeoBoot installation. Please select a device in the below list and click the red button to install MeoBoot on your preferred device.
ar: مرحبا بك في تركيب الميوبوت. من فضلك أختار جهاز من القائمة في الاسفل وأضغط على الزر الاحمر لتثبيت الميوبوت على جهازك المفضل.

source: Welcome to MeoBoot installation. Sorry it seems that there are not Linux formatted devices mounted on your Vu+. To install MeoBoot you need a Linux formatted part1 device. Click on the green button to format your device.
ar: مرحبا بك في تركيب الميوبوت. أسف يبدو أن الجهاز غير مهيأ وغير مرتبط على جهاز الفوبلس الخاص بك.لتثبيت الميوبوت تحتاج تهئية الجهاز.أضغط الزر الاخضر لتهيئة جهازك.

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
ar: مرحبا بك في تحرير قوائم القص. تقديم بداية الاشياء التي تريد قطعها.أضغط مفتاح موافق,أختار'تشغيل القص'. أصغط على مفتاح موافق لإختيار نهاية القص. هذا كل شي.

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your STB by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
ar: مرحبا بك فى نافذة ترقية الصوره. هذه النافذه ستساعدك فى ترقية البرنامج التشغبلى للفوبلس بواسطة توفير وسيلة عمل نسخة إحتياطية للإعدادات الحاليه وشرح مبسط لطريقة ترقية البرنامج التشغيلي .

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
ar: مرحبا فى مشغل اليو تيوب. أستخدم زر الباقه+ للتنقل والوصول الى حقل البحث ، وزر الباقه- للتنقل الى مدخلات الفيديو. لتشغيل فيديو أضغط زر موافق. أضغط زر إنفة لمشاهدة معلومات الفلم. إضغط زر المنيو لمشاهدة خيارات إضافية أضغط زر هلب لمشاهدة مساعدة أخرى.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
ar: مرحبا فى مشغل اليوتيوب. بينما تدخل عناصر البحث ستعرض لك إقتراحات تطابق عناصر البحث. لتختار إقتراح أضغط زر أسفل من الريموت ، أختار النتيجه التى تريدها وأضغط موافق من الريموت اتبدأ البحث. أضغط زر الخروج الريموت للعوده الى حقل المدخلات.

source: Welcome to the cleanup wizard. We have detected that your available internal memory has dropped below 2MB. To ensure stable operation of your STB, the internal memory should be cleaned up. You can use this wizard to remove some extensions.
ar: مرحبا بكم في المعالج تنظيف. نوي والكشف عن تلك الذاكرة الداخلية المتاحة لديك وانخفض إلى أقل من اثنين ميجابايت. لضمان تشغيل مستقر من جهاز الاستقبال الخاص بك، يجب تنظيف الذاكرة الداخلية . يمكنك استخدام هذا المعالج لإزالة بعض الإمدادات.

source: Welcome. If you want to connect your STB to the Internet, this wizard will guide you through the basic network setup of your STB. Press OK to start configuring your network
ar: أهلا وسهلا . إذا تريد الإتصال على جهاز الإستقبال الخاص بك بالإنترنت,هذا المعالج سيرشدك بكيفية ربط الجهاز الخاص بك على الشبكة . أضغط موافق لبدء تكوين شبكة الإتصال الخاصة بك.

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
ar: مرحبا بكم. معالج مساعدتك في إنشاء مؤقت تلقائي جديد بواسطة وصف مزود الخدمة كإعداد معروف .

source: Welcome. This start wizard will guide you through the basic setup of your STB. Press the OK button on your remote control to move to the next step.
ar: اهلا وسهلا هذه النوافذ سترشدك لعمل الضبط وتهيئه الفوبلس أضغط مفتاح موافق من الريموت للانتقال للخطوه التاليه

source: Welcome...
ar: مرحبا...

source: West
ar: غرب

source: What do you want to scan?
ar: ماذا تريد ان تبحث ؟

source: What to do with submitted crashlogs?
ar: ما يجب القيام به مع ملفات العطب المقدمة؟

source: When enabled,teletext subtitles will be displayed at their original position.
ar: وقت تمكين ترجمة النصوص سوف يتم عرضها على الشاشة في مكانها الاصلي.

source: When enabled,the original line breaks will be removed from the teletext subtitles.
ar: وقت تمكين الترجمة سيتم إزالة فواصل الأسطر الاصلية من ترجمة النصوص.

source: When in deep standby
ar: عندما تكون في وضع الاستعداد العميق

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
ar: عندما يتم دعم "البحث السريع" يتم تجاهل نوع الخدمة. لاتحتاج لتمكين هذا مالم تدعم صورة الخاص بك داخل خاصية "البحث السريع" وتقوم بإستخدمها.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
ar: عند تفعيل هذا الخيار ، المؤقت الآلي لن يطابق أحداث عند وجود مؤقت آخر بنفس الوصف فى قائمة المؤقت

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
ar: عند العوده الى ضبط المصنع ستفقد كل معلومات الضبط (بما فى ذلك الباقات والقنوات ومعلومات القمر...) بعد الانتهاء من العوده إلى ضبط المصنع سيتم عمل إعادة تشغيل اتوماتيكيا للرسيفر ! هل تريد فعلا العوده إلى ضبط المصنع ؟

source: Where do you want to backup your settings?
ar: هل تريد فعلا عمل نسخه إحتياطية للإعدادات ؟

source: Where to save temporary timeshift recordings?
ar: أين تحفظ تسجيلات التايم شفت المؤقته؟

source: Width of channel name (matrix mode)
ar: عرض أسم القناة (وضع المربعات)

source: Wireless Access Point
ar: نقطة الوصول اللاسلكية

source: Wireless LAN
ar: شبكة محليه لا سلكيه

source: Wireless LAN Setup
ar: ضبط الشبكة اللاسلكية

source: Wireless Lan Device is not detected.
ar: لم يتم الكشف عن الشبكة المحلية اللاسلكية الأجهزة.

source: Wireless Network
ar: شبكة لا سلكيه

source: Wireless Network Adapter Selection
ar: أختيار محول الشبكة اللاسلكية

source: Wireless Network Adapter Selection...
ar: أختيار محول الشبكة اللاسلكية...

source: Wireless network connection setup
ar: إعداد اتصال الشبكة اللاسلكية

source: Wireless network connection setup.
ar: إعداد اتصال الشبكة اللاسلكية.

source: Wireless network state
ar: حالة الشبكة اللاسلكية

source: With AntiScrollbar you can cover up annoying ticker lines (e.g. in news channels).
ar: مع AntiScrollbar يمكنك تغطية خطوط مؤشر مزعج (على سبيل المثال في القنوات الإخبارية).

source: With DVDBurn you can make compilations of records from your STB hard drive. Optionally you can add customizable menus. You can record the compilation to a standard-compliant DVD that can be played on conventinal DVD players. HDTV recordings can only be burned in proprietary VuPlus format.
ar: مع حارق الاقراص يمكنك جعل مجموعات من السجلات من القرص الصلب على جهاز الاستقبال الخاص بك. بإختيارك يمكنك إضافة القوائم قابلة للتخصيص. يمكنك تسجيل تجميع على مشغل الاقراص متوافقة مع المعيار الذي يمكن أن تقوم على مشغلات آلة مشغل الاقراص. لا يمكن إلا أن التسجيلات من قنوات عالية الوضوح و أن تحرق في شكل الفوبلس الملكية.

source: With EPGSearch you can search through the EPG and create timers.
ar: مع EPGSearch يمكنك البحث من خلال دليل البرامج الالكترونيه وخلق أجهزة ضبط الوقت.

source: With Genuine STB you can verify the authenticity of your STB.
ar: تحقق أن الجهاز الخاص بك أصلي أو لا.

source: With IMDb you can display downloaded movie information (rating, poster, cast, synopsis etc.) about the selected event.
ar: مع شجونه يمكنك عرض المعلومات التي تم تحميلها فيلم (التصويت، البوستر، الممثلين، ملخص الخ) حول الحدث المحدد.

source: With MovieRetitle you can rename your movies.
ar: مع إعادة أسماء الأفلام يمكنك إعادة أسم الفلم الخاص بك

source: With MyTube you can play YouTube videos directly on your TV without a PC.
ar: مع MyTube يمكنك تشغيل ملفات الفيديو يوتيوب مباشرة على جهاز التلفزيون من دون جهاز كمبيوتر.

source: With OFDb you can display downloaded movie information (rating, poster, cast, synopsis etc.) about the selected event.
ar: مع المعلومات OFDb يمكنك عرض تحميل فيلم (التصويت، ملصق، الزهر، ملخص الخ) حول الحدث المحدد.

source: With WebcamViewer you can watch webcams on your TV Screen.
ar: مع WebcamViewer يمكنك مشاهدة كاميرات الويب على شاشة التلفزيون.

source: With Werbezapper you can bridge commercials by creating short timers (between 1 and 9 minutes long) which will automatically zap back to the original channel after execution.
ar: مع Werbezapper يمكنك سد الإعلانات التجارية عن طريق خلق أجهزة توقيت قصيرة \\ ن (بين 1 و 9 دقائق طويلة) والتي سوف انطلق تلقائيا إلى قناة الأصلية بعد التنفيذ.

source: With YouTubePlayer you can watch YouTube-Videos on the STB. This plugin requires a PC with the VLC program running.
ar: مع YouTubePlayer يمكنك مشاهدة يوتيوب أشرطة الفيديو على الجهاز الخاص بك . \\ n هذا البرنامج المساعد يتطلب أجهزة الكمبيوتر مع برنامج تشغيل VLC.

source: With popup
ar: مع المنبثقة

source: With the CommonInterfaceAssignment plugin it is possible to use differentCI modules in your STB and assign dedicated providers/services or caids to each of them. This allows watching a scrambled service while recording another one.
ar: مع CommonInterfaceAssignment المساعد أنه من الممكن استخدام وحدات differentCI في الجهاز الخاص بك وتعيين مقدمي مخصصة / خدمات أو caids لكل واحد منهم. \\ n هذا يسمح بمشاهدة خدمة سارعت في حين تم تسجيل بعضها البعض.

source: With the CrashlogAutoSubmit plugin it is possible to automaticallymail crashlogs found on your hard drive to Dream Multimedia.
ar: مع CrashlogAutoSubmit المساعد أنه من الممكن أن automaticallymail crashlogs وجدت على القرص الصلب الخاص بك لحلم الوسائط المتعددة.

source: With the DefaultServicesScanner plugin you can scan default lamedbs sorted by satellite with a connected dish positioner.
ar: مع DefaultServicesScanner المساعد يمكنك مسح lamedbs الافتراضي مرتبة حسب الأقمار الصناعية مع مناور طبق المتصلة.

source: With the DiseqcTester plugin you can test your satellite equipment for DiSEqC compatibility and errors.
ar: مع DiseqcTester المساعد يمكنك اختبار معدات الأقمار الصناعية للحصول على دايسك التوافق والأخطاء.

source: With the NFIFlash plugin it is possible to prepare a USB stick with an STB image. It is then possible to flash your STB with the image on that stick.
ar: مع البرنامج المساعد NFIFlash فمن الممكن إعداد الفلاشه مع صورة الجهاز الخاص بك . \\ n و من الممكن تنصيب صوره من الفلاش للجهاز الخاص بك .

source: With the NetworkWizard you can easily configure your network step by step.
ar: مع معالج شبكة الإنترنت يمكنك بسهولة تكوين الشبكة خطوة بخطوة.

source: With the PositionerSetup plugin it is easy to install and configure a motorized dish.
ar: مع البرنامج المساعد إعداد المتحرك فمن السهل لتثبيت وتكوين طبق متحرك.

source: With the SatelliteEquipmentControl plugin it is possible to fine-tune DiSEqC-settings.
ar: مع البرنامج المساعد SatelliteEquipmentControl أنه من الممكن ضبط إعدادات-دايسك.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
ar: مع هذا الخيار تمكين القناة لتسجيل على يمكن تغييرها لخدمة بديلة أنه يقتصر على.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
ar: مع هذا الخيار يمكنك تقييد المؤقت الآلي إلى كمية معينة من التسجيلات المجدولة. تعيين هذا إلى 0 لتعطيل هذه الوظيفة.

source: With this plugin you can verify the authenticity of your Vu+. For more information, please visit our website http://VuPlus.com
ar: مع هذه الإضافة بإمكانك التحقق من صحة جهاز الفوبلس الخاص بك . لمزيد من المعلومات يرجى زيارة الموقع الخاص http://VuPlus.com

source: With this plugin you can verify the authenticity of your Vu+./n
ar: مع هذا الإضافة يمكنك التحقق من صحتها على جهاز الفوبلس الخاص بك +./n

source: Without popup
ar: بدون إنبثاق

source: Wizard
ar: نافذة إعدادات

source: World Weather Forecast
ar: توقعات الطقس في العالم

source: Write error while recording. Disk full?
ar: خطأ اثناء التسجيل. القرص ممتلئ ؟

source: Write failed!
ar: فشل الكتابه !

source: Writeback:
ar: كتابة خلفية:

source: WritebackTmn:
ar: كتابة خلفية:

source: Wrong file format. Only epg.dat gzip and bzip2 files are allowed (.dat.gz .dat.bz2).
ar: تنسيق ملف خطأ. \\\\ ن فقط يسمح epg.dat الملفات GZIP BZIP2 و(.dat.gz .dat.bz2).

source: Wrong file format. Only bz2 and gzip files are allowed (.dat.gz .dat.bz2).
ar: تنسيق ملف خطأ. يسمح BZ2 و gzip فقط الملفات (.dat.gz .dat.bz2).

source: XBMC Launcher
ar: منصة إكس بي إم سي

source: XEPGDB providers
ar: دليل البرامج الإلكتروني لمزودي الخدمات

source: XMLTV providers
ar: معرفات مزودي الخدمات

source: XMLTVImport
ar: إستيراد ملف تردودات التلفزيون

source: Yahsat 1A (52.5E)
ar: ياهاسات 1 أ (52.2 شرقا)

source: Year
ar: عام

source: Yellow DVB subtitles
ar: الترجمة الأساسية للقنوات باللون الأصفر

source: Yellow font for DVB subtitles
ar: الخط الاصفر لترجمة القنوات

source: Yellow long
ar: الاصفر مطول

source: Yes / No
ar: نعم/لا

source: Yes to all
ar: نعم للجميع

source: Yes, always
ar: نعم,دائمآ

source: Yes, and delete this movie
ar: نعم، وامسح هذا الفيلم

source: Yes, and don't ask again
ar: نعم ، ولا تسأل بعد ذلك

source: Yes, backup my settings!
ar: نعم ، أعمل نسخه إحتياطية للإعدادات!

source: Yes, but play next video
ar: نعم ، لكن أعرض الفيديو التالي

source: Yes, but play previous video
ar: نعم ، لكن أعرض الفيديو السابق

source: Yes, do a manual scan now
ar: نعم، أعمل بحث يدوي الان

source: Yes, do an automatic scan now
ar: نعم، أعمل بحث آلي الان

source: Yes, do another manual scan now
ar: نعم، أعمل بحث يدوي آخر الان

source: Yes, keep them.
ar: نعم,والإحتفاظ بها.

source: Yes, perform a shutdown now.
ar: نعم أغلق الان.

source: Yes, restore the settings now
ar: نعم، أستعد الاعدادات الان

source: Yes, returning to movie list
ar: نعم، العوده الى قائمة الافلام

source: Yes, view the tutorial
ar: نعم,مشاهده الشرح

source: Yesterday
ar: أمس

source: You are already in %s universe.
ar: كنت بالفعل في٪ ق الكون.

source: You are in %s universe.
ar: كنت في٪ ق الكون.

source: You can access the tuner(s) of this box from clients on your internal lan using nfs, cifs, UPnP or any other network mountpoint.
ar: يمكنك الوصول إلى موالف (س) من هذه مربع من العملاء على الشبكة المحلية الداخلية الخاصة بك باستخدام نظام ملفات الشبكة، ملفات النظام المشتركة على الانترنت، خاصية الاتصال داخل الشبكة الحالية أو أي شبكة أخرى بوجود نقطة إرتباط.

source: You can add here servers to download external epg.dat files. Warning: file format allowed are gzip and bzip2 epg.dat (.dat.gz .dat.bz2). Example: http://example.com/uk_epg.dat.gz
ar: يمكنك إضافة هنا خوادم لتحميل الملفات epg.dat الخارجية \\ n تحذير: تنسيق الملف المسموح بها هي GZIP BZIP2 وepg.dat (.dat.gz .dat.bz2) \\ n مثال: http://example.com/uk_epg. dat.gz

source: You can cancel the installation.
ar: تستطيع إلغاء التثبيت

source: You can cancel the removal.
ar: تستطيع إلغاء الحذف

source: You can choose some default settings now. Please select the settings you want to be installed.
ar: تستطيع أختيار بعض الاعدادات الافتراضيه . من فضلك أختار الاعدادات التى تريد تثبيتها .

source: You can choose, what you want to install...
ar: تستطيع أن تختار . ماذا تريد أن تثبت......

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
ar: يمكنك التحكم عن كم يوما في أجهزة ضبط الوقت في المستقبل تضاف. تعيين هذا إلى 0 لتعطيل هذه الميزة.

source: You can disable Telnet Server and use ssh to login to your box.
ar: يمكنك تعطيل ملقم التلنت واستخدامها لتسجيل الدخول إلى حسابك في المربع.

source: You can install this plugin.
ar: تستطيع تثبيت هذا البلج إن

source: You can only burn STB recordings!
ar: تستطيع فقط حرق التسجيلات الفوبلس!

source: You can remove this plugin.
ar: تستطيع حذف هذا البلج إن.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
ar: تستطيع ضبط الخصائص الأساسية للمؤقت الآلي هنا. في حين أن 'اسم' هو مجرد اسم قابل للقراءة البشرية المعروضة في نظرة عامة، "المباراة في العنوان" هو ما بدا عليه في دليل البرامج الإلكترونية.

source: You can setup backup location and backup files in Plugins -> Software managment -> advanced.
ar: يمكنك ضبط مكان النسخ الاحتياطي وملفات النسخ الاحتياطي في الإضافات -> إدارة البرنامج التشغيلي -> متقدم.

source: You can use the EasyInfo for manage your EPG plugins from info button. You have also a new now-next event viewer. Easy-PG, the own graphical EPG bowser is also included.
ar: يمكنك استخدام EasyInfo لإدارة الإضافات EPG الخاص بك من المعلومات زر واحدة. لديك أيضا عارض الأحداث الآن، القادم الجديد. سهل PG، كما يتم تضمين والخاصة الرسومية EPG العربة.
