Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: MovieTagger adds tags to recorded movies to sort a large list of movies.
ar: ايقونة الافلام تضيف ايقونات على أفلام مسجلة لفرز قائمة كبيرة من الأفلام.

source: Movielist Preview creates screenshots of recordings and shows them inside the movielist.
ar: قائمة الافلام ينشئ تصوير الشاشه على التسجيلات، ويبين لهم داخل موفيليست.

source: Movielist menu
ar: قائمة سجل الافلام

source: Movies
ar: الأفلام

source: Mtd
ar: بيانات الشهر

source: Multi EPG
ar: دليل برامج يومي متعدد

source: Multi QuickButton Panel 2.7.5
ar: لوحة الأزرار السريعة المتعددة

source: Multi Quickbutton
ar: الأزرار السريعة المتعددة

source: Multi channel downmix
ar: النظام الصوتي المنخفض المتعدد

source: Multi-EPG bouquet selection
ar: دليل البرامج الإكتروني المتعدد من الباقات المختارة

source: MultiEPG settings
ar: إعدادات دليل البرامج الإلكتروينة المتعددة

source: MultiG Epg
ar: دليل برامج متعددة

source: Multimedia
ar: الوسائط المتعددة

source: Multiple service support
ar: دعم خدمات متعدده

source: Multiplex
ar: مشغل متعدد

source: Multisat
ar: عدة أقمار

source: Multisat all select
ar: إختيار البحث عن جميع الأقمار

source: Music
ar: موسيقى

source: Music Directory
ar: دليل الموسيقى

source: Mute
ar: كتم الصوت

source: My TubePlayer
ar: مشغل اليوتيوب

source: My TubrPlayer
ar: مشغل اليوتيوب

source: MyAtile
ar: السكن الخاص بي

source: MyTubePlayer Help
ar: المساعدة في مشغل اليوتيوب

source: MyTubePlayer active video downloads
ar: تحميلات الفديوهات النشطة على مشغل اليوتيوب

source: MyTubePlayer settings
ar: إعدادات مشغل اليوتيوب

source: MyTubeVideoInfoScreen
ar: شاهد معلومات فديو اليوتيوب

source: Myriad Pro
ar: خط مايارايد

source: N/A
ar: غير موجود

source: NCID Client shows incoming voice calls promoted by any NCID server (e.g. Vodafone Easybox) on your STB.
ar: خدمة عميل ان سي اي دي يظهر المكالمات الصوتيه الوارده المعززه في سيرفرات ان سي اي دي (مثل فودافون, ايزي بوكس) على جهاز الاستقبال الخاص بك

source: NEXT
ar: التالى

source: NFI Image Flashing
ar: شحن صورة

source: NFI image flashing completed. Press Yellow to Reboot!
ar: تم الإنتهاء من شحن الصورة ، رجاء الضغط على الزر الاصفر لاعادة التشغيل !

source: NFS share
ar: مشاركة الملفات عبر الشبكة

source: NFS_Unstable:
ar: محاولات فاشلة لنظام ملفات الشبكة:

source: NIM
ar: هامش فوائد الشبكة

source: NOT MAPPED
ar: لم يتم التعيين

source: NOTE about UPnP: Because UPnP requires alot of memory, you should only use it if you need to access your box from a PS3 or other device that cannot be mounted via Lan. Also, After the server has been built we strongly suggest you delete the Bouquets directory that are not really needed BEFORE you start Mediatomb. This will save alot of memory and resources.
ar: ملاحظة حول خاصية مشاركة الشبكة المحلية: لأن خاصية مشاركة الشبكة المحلية يتطلب الكثير من الذاكرة، ويجب استخدامها فقط إذا كنت بحاجة إلى الوصول إلى جهاز بلاي ستيشن الخاص بك أو غيرها من الأجهزة التي لا يمكن تركيبه عبر الشبكة المحلية. أيضا، بعد أن تم بناء خادم نقترح بشدة حذف الدليل باقات غير ضرورية حقا قبل أن يبدء مشاركة الوسائط. وهذا سيوفر الكثير من الذاكرة والحماية.

source: NOTE: The sever is built, based on your current ip and the current channel list of this box. If you change your ip or your channel list is updated, you will need to rebuild the server database.
ar: ملاحظة: تم بناء سيفر، على أساس الملكية الفكرية الحالي وقائمة القنوات الحالية من هذا المربع. إذا قمت بتغيير يتم تحديث الملكية الفكرية الخاصة بك أو قائمة القنوات الخاصة بك، وسوف تحتاج إلى إعادة بناء قاعدة بيانات ملقم.

source: NOW
ar: الان

source: NSS 12 (57.0E)
ar: إن أس أس 12 (57.0 شرقا)

source: NTSC
ar: لجنة نظام التلفزيون الوطني

source: Name
ar: الاسم

source: Name :
ar: الاسم:

source: Name:
ar: الاسم:

source: Nameserver
ar: اسم الخادم

source: Nameserver %d
ar: اسم الخادم %d

source: Nameserver Setup
ar: ضبط أسم الخادم

source: Nameserver settings
ar: إعدادات اسم الخادم

source: Namespace
ar: مسافة للاسم

source: Nemesis BlackBox Skin
ar: سكن نمسيس بلاكبوكس

source: Nemesis BlackBox Skin for the STB
ar: سكن نمسيس بلاكبوكس على الجهاز الاستقبال الخاص بك

source: Nemesis Blueline Single Skin
ar: سكن نمسيس بلولاين أحادي

source: Nemesis Blueline Single Skin for the STB
ar: سكن نمسيس بلولاين أحادي على جهاز الاستقبال الخاص بك

source: Nemesis Blueline Skin
ar: سكن نمسيس بلولاين

source: Nemesis Blueline Skin for the STB
ar: سكن نمسيس بلولاين على جهاز الاستقبال الخاص بك

source: Nemesis Blueline.Extended Skin
ar: توصيل سكن نمسيس بلولاين

source: Nemesis Blueline.Extended Skin for the STB
ar: توصيل سكن نمسيس بلولاين على جهاز الاستقبال الخاص بك

source: Nemesis ChromeLine Cobolt Skin
ar: سكن نمسيس كروملاين الازرق

source: Nemesis ChromeLine Cobolt Skin for the STB
ar: سكن نمسيس كروملاين الازرق على جهاز الاستقبال الخاص بك

source: Nemesis ChromeLine Skin
ar: سكن نمسيس كروملاين

source: Nemesis ChromeLine Skin for the STB
ar: سكن نمسيس كروملاين على جهاز الاستقبال الخاص بك

source: Nemesis Flatline Blue Skin
ar: سكن نمسيس المسطح الازرق

source: Nemesis Flatline Blue Skin for the STB
ar: سكن نمسيس المسطح الازرق على جهاز الاستقبال الخاص بك

source: Nemesis Flatline Skin
ar: سكن نمسيس المسطح

source: Nemesis Flatline Skin for the STB
ar: سكن نمسيس المسطح على جهاز الاستقبال الخاص بك

source: Nemesis GlassLine Skin
ar: سكن نمسيس جلاس لاين

source: Nemesis GlassLine Skin for the STB
ar: سكن نمسيس جلاس لاين على جهاز الاستقبال الخاص بك

source: Nemesis Greenline Extended Skin
ar: امتداد سكن نيمسيز قرين لاين

source: Nemesis Greenline Extended Skin for the STB
ar: امتداد سكن نيمسيز قرين لاين على الجهاز الخاص بك

source: Nemesis Greenline Single Skin
ar: سكن نيمسيز قرين لاين الفردي

source: Nemesis Greenline Single Skin for the STB
ar: سكن نيمسيز قرين لاين الفردي على الجهاز الخاص بك

source: Nemesis Greenline Skin
ar: سكن نيمسيز قرين لاين

source: Nemesis Greenline Skin for the STB
ar: سكن نيمسيز قرين لاين لجهاز الاستقبال الخاص بك

source: Nemesis Greyline Extended Skin
ar: امتداد سكن نيمسيز قري لاين

source: Nemesis Greyline Extended Skin for the STB
ar: امتداد سكن نيمسيز قري لاين للجهاز الخاص بك

source: Nemesis Greyline Single Skin
ar: سكن نيمسيز قري لاين الفردي

source: Nemesis Greyline Single Skin for the STB
ar: امتداد سكن نيمسيز قري لاين للجهاز الخاص بك

source: Nemesis Greyline Skin
ar: سكن نيمسيز قري لاين

source: Nemesis Greyline Skin for the STB
ar: سكن نيمسيز قري لاين للجهاز الخاص بك

source: Nemesis ShadowLine Skin
ar: سكن نيمسيز لخط الظل

source: Nemesis ShadowLine Skin for the STB
ar: سكن نيمسيز لخط الظل للجهاز الخاص بك

source: NetDrive Setup
ar: إعداد معرفات الانترنت

source: NetMask
ar: العنوان الفرعي

source: Netatmo CO2 Max Range
ar: المدى الاقصى لجهاز الطقس نيتاتمو

source: Netatmo CO2 Min Range
ar: المدى الأدنى لجهاز الطقس نيتاتمو

source: Netmask
ar: إختفاء الشبكة

source: Network
ar: الشبكة

source: Network Browse & Mountpoints
ar: تصفح الشبكة وعمل مشاركة

source: Network Browser & Mountpoints
ar: تصفح الشبكة ونقاط المشاركة

source: Network Configuration...
ar: تكوين الشبكة

source: Network Drive Setup
ar: إعداد تعريف الشبكة

source: Network Mount
ar: ربط الشبكة

source: Network Setup
ar: ضبط الشبـكة

source: Network Wizard
ar: نافذة ضبط الشبكة

source: Network configuration is not changed.... Are you sure you want to restart your network interfaces?
ar: لم يتم تغير إعدادات الإتصال.... هل أنت متأكد أنك تريد إعادة تشغيل واجهة الإتصال?

source: Network scan
ar: بحث عن الشبكة

source: Network setup
ar: ضبط الشبكة

source: Network test
ar: أختبار الشبكة

source: Network test...
ar: اختبار الشبكة ...

source: Network test:
ar: إختبار الشبكة:

source: Network:
ar: الشبكة:

source: NetworkBrowser
ar: تصفح الشبكة

source: NetworkWizard
ar: نافذة إعدادات الشبكة

source: Networkname (SSID)
ar: أسم الشبكة (معرف مجموعة الخدمات)

source: Never
ar: مطلقا

source: New
ar: جديد

source: New PIN
ar: رقم سري جديد

source: New Settings Activated.
ar: تم تفعيل الإعدادات الجديدة.

source: New Settings Package Installation
ar: تثبيت حزمة الإعدادات الجديدة

source: New Zealand
ar: نيوزلندا

source: New password:
ar: كلمة السر الجديدة

source: New version:
ar: إصدار جديد:

source: News & Politics
ar: أخبار وسياسة

source: News about VTI
ar: أخبار حول صور فريق الفوبلس

source: Next
ar: التالي

source: Nfs
ar: نظام ملفات الشبكة

source: Nfs Autostart Disabled.
ar: تعطيل التشغيل التلقائي لنظام ملفات الشبكة.

source: Nfs Autostart Enabled.
ar: تمكين التشغيل التلقائي لنظام ملفات الشبكة.

source: Nfs Server Autostart:
ar: خادم نظام ملفات الشبكة يعمل تلقائي:

source: Nfs Server Panel
ar: لوحة خادم مشاركة الملفات على الشبكة

source: No
ar: لا

source: No (supported) DVDROM found!
ar: لايوجد سواقة ديفيدي مدعومه

source: No AP detected.
ar: لم يكتشف نقطة الوصول.

source: No Connection
ar: لا يوجد إتصال

source: No HDD found or HDD not initialized!
ar: لا يوجد قرص صلب أو ان القرص الصلب غير مهيا

source: No backup needed
ar: لا حاجه الى نسخة إحتياطية

source: No data on transponder! (Timeout reading PAT)
ar: لا توجد بيانات عن المستجيب! (الوقت المستقطع لقراءة جدول البرامج المرتبطه)

source: No delay
ar: بدون تأخير

source: No description available.
ar: لا يوجد وصف

source: No details for this image file
ar: لا يوجد تفاصيل لملف الصوره هذا

source: No detected HbbTV applications.
ar: لايوجد تطبيقات البث الهجين

source: No displayable files on this medium found!
ar: لا يوجد ملفات للعرض على هذا الوسيط !

source: No event info found, recording indefinitely.
ar: لا يوجد معلومات عن الحدث, تسجيل إلى أجل غير مسمى.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
ar: مستحيل التسارع بعد... ولكن يمكنك استخدام أزرار الأرقام لتخطي للأمام/للخلف!

source: No free tuner!
ar: لا يوجد مؤالف حر !

source: No information...
ar: لا توجد معلومات...

source: No network connection available.
ar: لا يوجد اتصال متاح بالشبكة

source: No network devices found!
ar: لا يوجد جهاز شبكة!

source: No networks found
ar: لم يتم العثور على شبكة

source: No package installed. Nothing to remove.
ar: لم يتم تثبيت أي حزمة. لا شيء للإزالة.

source: No packages were upgraded yet. So you can check your network and try again.
ar: لم تتم ترقيه أى باقه بعد . تأكد من الشبكة وأعد المحاوله

source: No picture on TV? Press EXIT and retry.
ar: لا يوجد صوره من التلفزيون ؟ أضغط خروج وحاول مره ثانيه

source: No playable video found! Stop playing this movie?
ar: لا يوجد فيديو للعرض ، هل تريد وقف تشغيل هذا الفيلم ؟

source: No positioner capable frontend found.
ar: لم يتم العثور على توافق النظام المتحرك الامامي

source: No satellite frontend found!!
ar: لم يتم العثور على أقمار موجهه !!

source: No selected binary data!!
ar: لم يتم إختيار البيانات الثنائية !!

source: No tags are set on these movies.
ar: لم يتم تعيين دلائل على هذه الافلام

source: No timeout
ar: بدون مهلة

source: No to all
ar: لا للجميع

source: No transparency
ar: ~بدون شفافية

source: No tuner is configured for use with a diseqc positioner!
ar: لم يتم العثور على مؤالف جاهز للعمل مع موتور الدايزك !

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
ar: لا يوجد مؤالف مفعل من فضلك أضبط إعدادات المؤالف قبل البحث عن القنوات .

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
ar: لايوجد رقم سري والخدمة غير صالحة ! هل ترغب في تغيير الرقم السري الان ? عندما تقول 'لا' عندها تتعطل خدمة الحماية !

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
ar: لايوجد اعداد صالح للرقم السري الخاص بك! هل ترغب في تغيير إعداد رقم التعريف الشخصي الآن؟ عندما تقول 'لا' هنا تعطيل حماية الإعدادت !

source: No videos to display
ar: لا يوجد فيديو للعرض

source: No wireless networks found! Searching...
ar: لا يوجد شبكات للاسلكية ! جار البحث

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
ar: لا يوجد محول شبكة من فضلك تأكد من توصيل كابل الشبكة وأن إعدادات الشبكة تمت بشكل صحيح

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
ar: لم يتم العثور على محول شبكة لاسلكى. رجاء التأكد من توصيل محول شبكة مناسب وأن ضبط الشبكة قد تم بشكل صحيح

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
ar: لم يتم العثور على واحهة شبكة عامله. رجاء التأكد من توصيل محول شبكة مناسب أو قم بتشغيل واحهة الشبكة المحليه.

source: No, but play video again
ar: لا، لكن أعد تشغيل الفيديو ثانية

source: No, but restart from begin
ar: لا، لكن أعد التشغيل من البداية

source: No, but switch to video entries.
ar: لا,لكن حول الى مدخلات الفيديو

source: No, but switch to video search.
ar: لا، لكن تحول الى البحث عن الفيديو

source: No, do nothing.
ar: لا تفعل شيئ

source: No, just start my VuPlus
ar: لا ، فقط قم بتشغيل الفوبلس

source: No, never
ar: لا,مطلقا

source: No, not now
ar: لا ، ليس الان

source: No, remove them.
ar: لا,لإزالتها

source: No, scan later manually
ar: لا، بحث يدوي بعد ذلك

source: No, send them never
ar: لا، ترسل لهم أبدا

source: None
ar: لاشيئ

source: Nonlinear
ar: غير خطي

source: Nonprofits & Activism
ar: غير ربحى وغير نشط

source: Normal
ar: طبيعي

source: North
ar: شمال

source: Norwegian
ar: نرويجي

source: Not after
ar: ليس بعد

source: Not before
ar: ليس قبل

source: Not configured
ar: بدون إستخدام

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
ar: لا يوجد مساحه كافيه على القرص، من فضلك حرر مساحه وحاول ثانيه.(مطلوب %d ميجاالمطلوب %d ميجا)

source: Not fetching feed entries
ar: لا تجلب مدخلات البث

source: Not mapped
ar: لم يتم التعيين

source: Not-Associated
ar: غير مرتبط

source: Nothing to install. You have to Upload a bh.tgz package in the /tmp directory before to install Addons
ar: لا شيء لتثبيت. \\ n ولقد لتحميل حزمة bh.tgz في الدليل / تمة قبل لتثبيت ماكسثون

source: Nothing to install. You have to Upload an ipk package in the /tmp directory before to install Addons
ar: لا شئ مثبت. عليك برفع حزم الملفات المحمية وإرسالها على مسار /tmp في الدليل قبل تثبيت الإضافة

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
ar: لا يوجد شيئ للبحث ! من فضلك قم بضبط المؤالف قبل بدأ البحث

source: Now Playing
ar: الان يعرض

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
ar: الان، استخدم إعدادات التباين لزيادة درجه إضاءه الخلفيه الى أعلى قيمة ممكنه ، لكن كن متأكدا انك لازلت تستطيع ان ترى الفرق بين مستويين من الاضاءه فى الظل . إذا انتهيت من ذلك ، أضغط موافق.

source: Number of scheduled recordings left.
ar: عدد التسجيلات المجدولة المتبقية

source: OK
ar: موافق

source: OK, guide me through the upgrade process
ar: موافق، أرشدني أثناء عملية الترقيه

source: OK, remove another extensions
ar: موافق، أحذف إضافات أخرى

source: OK, remove some extensions
ar: موافق، أحذف بعض الإضافات

source: OK. Encoder %s.
ar: موافق. التشفير %s.

source: OK. Encoder %s. %s
ar: موافق. التشفير %s. %s

source: ONID
ar: معرف الشبكة الاصلي

source: OSD settings
ar: إعدادات شاشة العرض

source: OSD 3D Setup
ar: ضبط شاشة العرض ثلاثية الابعاد

source: OSD 3D setup
ar: ضبط قوائم ثلاثية الأبعاد

source: OSD Position
ar: مكان شاشة العرض

source: OSD Settings
ar: إعدادات شاشة العرض

source: OSD [display time]
ar: شاشة العرض [وقت العرض]

source: OSD name request
ar: طلب الاسم في شاشة العرض

source: OSD position setup
ar: ضبط وضع شاشة العرض

source: OSD transparency
ar: شفافية المعلومات المعروضة على الشاشة

source: OSD visibility
ar: الوضوح في شاشة العرض

source: Occupied space: %s
ar: المساحة المشغولة: %s

source: Off
ar: لا يعمل

source: Offline decode delay (ms)
ar: ترميز التأخير غير متصل (جزء من الثانية)

source: Offset after recording (in m)
ar: تعطيل بعد التسجيل (في دقيقة)

source: Offset before recording (in m)
ar: تعطيل قبل التسجيل (في دقيقة)

source: Ok
ar: موافق

source: Old password:
ar: كلمة السر القديمة

source: On
ar: يعمل

source: On any service
ar: على أى خدمة

source: On end of movie
ar: في نهاية الفيلم

source: On end of movie (as menu)
ar: الإيقاف عن نهاية الفيلم (إسال بالقائمة)

source: On same service
ar: على نفس الخدمة

source: One
ar: واحد

source: Online Black Hole image update
ar: تحديث صورة بلاكهول عن طريق الانترنت

source: Online Feeds Settings update
ar: تحديث صورة بلاكهول عن طريق الانترنت

source: Only AutoTimers created during this session
ar: فقط المؤقتات الآليه التى تم عملها فى هذه الجلسه

source: Only Free scan
ar: فقط بحث عن القنوات المفتوحه

source: Only add timer for next x days
ar: اضافة فقط مؤقتات الايام الفائته

source: Only extensions.
ar: إضافات فقط

source: Only free scan
ar: البحث عن القنوات المجانية فقط

source: Only match during timespan
ar: تطابق اثناء المدى الزمني فقط

source: Only on Service: %s
ar: فقط على الخدمه: %s

source: Open Black Hole
ar: أوبن بلاكهول

source: Open Black Hole Image Skins
ar: سكنات صور أوبن بلاكهول

source: Open Context Menu
ar: فتح قائمة السياق

source: Open Startpage
ar: فتح الصفحة الحالية

source: Open URL
ar: فتح الرابط

source: Open plugin menu
ar: أفتح قائمة البلج إنز

source: Open service list
ar: فتح قائمة القنوات

source: Open service list and select next channel
ar: فتح قائمة الخدمة وحدد القناة التالية

source: Open service list and select previous channel
ar: فتح قائمة الخدمة وحدد القناة السابقة

source: OpenBlackHole 0.1
ar: أوبن بلاكهول 0.1

source: OpenMultiboot
ar: الملتيبوت المفتوح

source: OpenMultiboot Manager
ar: مدير الملتيبوت المفتوح

source: OpenTV providers
ar: مزودي خدمات القنوات التلفزيونية المفتوحة

source: OpenVPN Panel - by Black Hole Team.
ar: لوحة المسنجر - مشاركات Black فريق هول.

source: OpenVpn Enabled. Autostart activated.
ar: تفعيل/تمكين التشغيل التلقائي

source: OpenVpn Panel
ar: لوحة تحكم مشاركة الملفات

source: OpenVpn disabled.
ar: تم التعطيل

source: OpenWebInterface Enabled
ar: تميكن فتح واجهة المستخدم

source: OpenWebif
ar: فتح واجهة إستخدام الويب

source: OpenWebif Configuration
ar: تكوين فتح واجهة إستخدام الويب

source: OpenWebif url
ar: رابط فتح واجهة إستخدام الويب

source: Opera Browser
ar: متصفح أوبرا

source: Opera Browser was not running. Please running browser using [File]>[Start/Stop] menu.
ar: متصفح أوبرا لم يكن قيد التشغيل. \\ n الرجاء تشغيل المتصفح باستخدام [أرشيف]&gt; [بدء / إيقاف] القائمة.

source: Opera Web Browser
ar: متصفح أوبرا على الويب

source: Opera Web Browser Plugin v1.0
ar: بلج أنز متصفح أوبرا على الويب

source: Opera Web Browser Plugin v2.0
ar: بلج أنز متصفح أوبرا على الويب

source: Operation complated
ar: إكتمال العملية

source: Opkg update
ar: تحديث الحزمة

source: Optionally enter your name if you want to.
ar: أدخل اسم إذا كنت ترغب فى ذلك إختياري

source: Options
ar: الخيارات

source: Orbital position
ar: الموقع المداري

source: Original
ar: أصلي

source: Original title:
ar: العنوان الأصلي:

source: Osd 3D setup
ar: ضبط قوائم ثلاثية الأبعاد لشاشة العرض

source: Osd Position setup
ar: ضبط وضع شاشة العرض

source: Osd Settings
ar: إعدادات شريط المعلومات

source: Osd settings
ar: إعدادات شاشة العرض

source: Other Usb card readers chipset pl2303:
ar: غيرها من بطاقة الناقل التسلسلي العام القراء شرائح PL2303:

source: Outer Bound (+/-)
ar: الالتزام الخارجي (+/)

source: Overlay for scrolling bars
ar: تراكب لأشرطة التمرير

source: Override found with alternative service
ar: وجود تجاوز مع الخدمة بديلة

source: Overscan Correction (in % of Video width)
ar: تصحيح الأبعاد (في % عرض الفديو)

source: Overwrite configuration files ?
ar: الكتابة فوق ملفات التكوين؟

source: Overwrite configuration files during software upgrade?
ar: الكتابة فوق ملفات التكوين أثناء ترقية البرمجيات؟

source: PAL
ar: بال

source: PCM Multichannel
ar: قنوات متعددة لترميز الذبذبة العام

source: PCR PID
ar: مرجع وقت البرامج

source: PIDs
ar: معرف مزود الخدمات

source: PIN :
ar: الرمز السري:

source: PMT PID
ar: المعلومات الخاصة بالبرامج ومعرف مزودين الخدمات

source: PWM value
ar: قيمة سرعة دوران المروحة

source: PWM valve
ar: قيمة سرعة دوران المروحة

source: PWM valve :
ar: قيمة سرعة دوران المروحة

source: Package %s removed.
ar: الحزمة %s حذفت.

source: Package %s upgraded.
ar: حزمة %s تم ترقيتها.

source: Package installed.
ar: تم تثبيت الحزمة.

source: Package list update
ar: تحديث قائمة الباقات

source: Package removal failed.
ar: فشل حذف الحزمة

source: Package removed successfully.
ar: تم حذف الحزمة بنجاح

source: Packet management
ar: التحكم فى الحزم

source: Packet manager
ar: المتحكم فى الحزم

source: PageDown Key
ar: مفتاح نزول الصفحة

source: PageTables:
ar: جداول الصفحات:

source: PageUp Key
ar: مفتاح أعلى الصفحة

source: Paksat 1R (38.0E)
ar: باكسات 1 آر (38.0 شرقا)

source: Pan&Scan
ar: تنسيق وتعريض الصوره

source: Pan&scan
ar: تنسيق وتعريض الصورة

source: Panel Setup
ar: إعداد اللوحة

source: Panel-Info
ar: معلومات لوحة التحكم

source: Parallel Universes details: Parallel Universes share the same space because they are all together in the same place, but in different dimensions.
ar: تفاصيل عالمك الموازي: العالم المتوازي تشترك في نفس المساحة لأنها كلها معا في نفس المكان، ولكن في أبعاد مختلفة.

source: Parent Directory
ar: الدليل الرئيسي

source: Parental Control
ar: التحكم الأبوي

source: Parental control
ar: التحكم الأبوي

source: Parental control services Editor
ar: محرر خدمات التحكم الأبوي

source: Parental control setup
ar: اعداد التحكم الأبوي

source: Parental control type
ar: نوع التحكم الأبوي

source: Partition size
ar: حجم القسم

source: Partitioning...
ar: التقسيم...

source: Partitions
ar: الأقسام

source: Partnerbox allows editing a remote STB's record timers and stream its TV program.
ar: بارتنيربوكس يسمح بتعديل ريموت الجهاز الخاص بك ومؤقتات التسجيل وبث برامج التلفزيون

source: Password
ar: كلمة المرور

source: Password :
ar: كلمة المرور:

source: Password Changer
ar: تغيير الباسورد

source: Password setup:
ar: ضبط كلمة السر:

source: Password:
ar: كلمة المرور:

source: Path
ar: المسار

source: Path to save Backup Epg File
ar: مسار لحفظ ملف النسخ الاحتياطية لدليل البرامج الإلكتروينة.

source: Path to save Epg File
ar: مسار حفظ ملف دليل البرامج اليومي

source: Path to save Epg File:
ar: مسار حفظ ملف دليل البرامج اليومي:

source: Path to save Personal Backup
ar: مسار حفظ النسخ الاحتياطي الشخصي

source: Path to store Full Backup
ar: المسار لتخزين النسخ الاحتياطي الكامل

source: Pause movie at end
ar: إيقاف الفيلم في النهاية

source: Pause playback
ar: إيقاف التشغيل مؤقتا

source: Pauze/Continue playback
ar: إيقاف/إستمرار المشغل

source: Pcsc Client Disabled.
ar: تعطيل بطاقة العميل الذكية في الكمبيوتر الشخصي.

source: Pcsc Enabled.
ar: تفعيل البطاقة الذكية في الكمبيوتر الشخصي.

source: Pcsc Panel
ar: لوحة البطاقة الذكية على الكمبيوتر الشخصي

source: Pcsc service for Usb readers.
ar: خدمة البطاقة الذكية على الكمبيوتر الشخصي وقراءتها عبر الفلاش مموري

source: People & Blogs
ar: الناس والمدونات

source: Percentage left
ar: النسبة المئوية في اليسار

source: Percentage right
ar: النسبة المئوية في اليمين

source: Period in hours (0=disabled)
ar: الدورة في الساعة (0=لتعطيل)

source: PermanentClock shows the clock permanently on the screen.
ar: يعرض برنامج بيرمانينتكلوك الساعة بشكل دائم على الشاشة.

source: Persian
ar: فارسي

source: Personal Backup found:
ar: نسخ احتياطي شخصي موجود:

source: Personal Backup: not found.
ar: نسخ احتياطي شخصي: غير موجود.

source: Pets & Animails
ar: الحيوانات الأليفة

source: Phone :
ar: الهاتف:

source: Phone number
ar: رقم التليفون

source: PiPSetup
ar: ضبط صوره داخل صوره

source: Picons
ar: الإشعارات

source: Picons Packages
ar: حزم شعارات القنوات

source: Picture Changing Time
ar: وقت تغيير الصورة

source: Picture Directory
ar: دليل الصور

source: Picture Directory Recursive
ar: دليل الصور المتكررة

source: Picture Quality for Resizing
ar: جودة الصورة وتغيير حجمها

source: Picture Quick Update Time[s]
ar: صورة وقت التحديث السريع[s]

source: Picture Sort
ar: تصنيف الصور
