Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
ar: يقع هذا الاختبار اختبار ما إذا محول LAN الخاص بك للالتكوين التلقائي للعنوان IP مع DHCP \\\\ n إذا تحصل على \\\\ رسالة &quot;تعطيل \\\\&quot;: \\\\ ن - ثم تم تكوين محول LAN الخاصة بك لإعداد IP اليدوي \\\\ N- تحقق تاي لديك دخلت المعلومات IP الصحيح في الحوار AdapterSetup \\\\ n إذا كنت تحصل على &quot;enabeld \\\\&quot; رسالة \\\\: \\\\ ن تحقق من أن لديك تكوين والعمل خادم DHCP في الشبكة.

source: This test checks whether your Wireless LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your Wireless LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
ar: يقع هذا اختبار ما إذا كانت الشيكات الخاصة بك LAN محول لاسلكي يصل للالتكوين التلقائي للعنوان IP مع DHCP \\ n إذا تحصل على \\ رسالة &quot;تعطيل \\&quot;: \\ ن - ثم يتم تكوين شبكة الاتصال المحلية اللاسلكية محول لإعداد IP اليدوي \\ N- تحقق تاي كنت قد دخلت المعلومات IP الصحيح في الحوار AdapterSetup \\ n إذا كنت تحصل على &quot;enabeld \\&quot; رسالة \\: \\ ن تحقق من أن لديك تكوين والعمل خادم DHCP في الشبكة.

source: This test detects your configured LAN-Adapter.
ar: هذه التجربه تكتشف وجود محول شبكة محليه مكونه .

source: This test detects your configured Wireless LAN-Adapter.
ar: هذا الاختبار يكشف بك تكوين شبكة محلية لاسلكية محول.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
ar: هذا تبديل السلوك على الصراعات الموقت. إذا يطابق AutoTimer وهو الحدث الذي يتعارض مع توقيت الحالية فإنه لن تجاهل هذا الحدث ولكن إضافته المعوقين.

source: This will Speed Up Image Performance
ar: سرعة أداء الخدمة والحصول على الأدوات

source: This wizard will help you to format Usb mass storage devices for Linux.
ar: سيساعدك هذا المعالج في عمل تهئية للفلاش مموري في نظام لينكس.

source: Thor 5/6/Intelsat 10-02 (0.8W)
ar: ثور 5/6 إنتلسات 02-10 (0.8 غربا)

source: Threads per LCD
ar: المواضيع في شاشة عرض الرسيفر

source: Three
ar: ثلاثة

source: Threshold
ar: بداية

source: Thu
ar: الخميس

source: Thumbnails
ar: صور مصغرة

source: Thursday
ar: الخميس

source: Time
ar: الوقت

source: Time Update in Minutes
ar: تحديث الوقت في دقائق :

source: Time Update in Minutes:
ar: تحديث الوقت في دقائق :

source: Time for inactivity (min):
ar: وقت الخمول (الدقيقة):

source: Time for next VFD scrolling
ar: وقت دوران ظهور شاشة العرض الصغيرة القادمة

source: Time in idle server mode for power off(min):
ar: وقت تعطيل الخادم عن العمل أثناء الإغلاق (بالدقيقة):

source: Time in minutes to append to recording.
ar: الوقت بالدقائق المضاف بعد التسجيل

source: Time in minutes to prepend to recording.
ar: الوقت بالدقائق المضاف قبل التسجيل

source: Time of info message
ar: وقت رسالة المعلومات

source: Time settings
ar: إعدادات الوقت

source: Time to execute command or script
ar: الوقت لتنفيذ الأوامر أو النصي

source: Time/Date Input
ar: الوقت/إدخال التاريخ

source: Timeout for 0 key double-click (ms)
ar: إنتهاء المهلة أضغط على مفتاح صفر مرتين متتالية (جزء من الثانية)

source: Timeout for number zap in milliseconds
ar: مدة إنتهاء عرض أرقام التنقل في أجزاء من الثانية

source: Timer
ar: المؤقت

source: Timer Edit
ar: تحرير المؤقت

source: Timer Editor
ar: تحرير المؤقت

source: Timer Type
ar: نوع المؤقت

source: Timer entry
ar: إدخال الوقت

source: Timer log
ar: سجل المؤقت

source: Timer overlap in timers.xml detected! Please recheck it!
ar: التداخل الموقت في timers.xml الكشف! \\\\ n الرجاء إعادة فحص ذلك!

source: Timer overview
ar: نظرة عامة على المؤقت

source: Timer record location
ar: موقع تسجيل المؤقت

source: Timer recording location
ar: مكان المؤقتات المسجلة

source: Timer sanity error
ar: خطأ إستقامة المؤقت

source: Timer selection
ar: إختيار المؤقت

source: Timer status:
ar: حالة المؤقت:

source: Timer type
ar: نوع المؤقت

source: Timerliste, verwaiste Film-Dateien und Einstellungs-Sicherungen automatisch bereinigen.
ar: Timerliste، verwaiste الفيلم Dateien اوند Einstellungs-Sicherungen automatisch bereinigen.

source: Timerliste, verwaiste Film-Dateien und Einstellungs-Sicherungen nach einstellbaren Regeln automatisch bereinigen.
ar: Timerliste، verwaiste الفيلم Dateien اوند Einstellungs-Sicherungen ناتش einstellbaren Regeln automatisch bereinigen.

source: Timers
ar: المؤقتات

source: Timeshift
ar: التحكم في البث المباشر

source: Timeshift location
ar: موقع ملفات التايم شفت

source: Timeshift not possible!
ar: التحكم في البث المباشر غير ممكن

source: Timeshift settings
ar: إعدادات التحكم في البث المباشر

source: Timezone
ar: منطقة الوقت

source: Timing ! calc all Times to Time/5*2 in Fastmode
ar: التوقيت ! أحسب جميع الأوقات إلى الوقت /5*2 في الوضع السريع

source: Title
ar: عنوان

source: Title properties
ar: خصائص العنوان

source: Titleset mode
ar: وضع عنوان للإعدادات

source: To access this box's tuners you can connect via lan or UPnP.
ar: للوصول إلى مؤالفات جهازك عليك الاتصال بواسطة الشبكة او خدمة مشاركة الاتصال.

source: To be used as simple downloading application by other Plugins.
ar: لاستخدامها تنزيل تطبيقات بسيط من الإضافات الأخرى.

source: To enable Parallel dimensions you need a dedicated Usb stick. Instructions:
ar: لتمكين عالمك المشابهة تحتاج إلى فلاش مموري خاص. التعليمات:

source: To update your STB firmware, please follow these steps: 1) Turn off your box with the rear power switch and make sure the bootable USB stick is plugged in. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
ar: لتحديث البرامج الثابتة جهاز الإستقبال الخاص بك، يرجى اتباع الخطوات التالية: \\ N1) إيقاف مربع الخاص بك مع مفتاح الطاقة الخلفية وتأكد من توصيل الفلاش مموري عصا للتمهيد في \\ أنابيب N2) بدوره مرة أخرى على والاستمرار على زر أسفل على اللوحة الأمامية. ضغط لمدة 10 ثانية. \\ N3) انتظر تمهيد واتبع تعليمات المعالج.

source: Today
ar: اليوم

source: Today Connections:
ar: المتصلين اليوم:

source: Today live Soccer
ar: مباريات اليوم المباشرة

source: Today matches status
ar: نتائج مباريات اليوم

source: Toggle Extra Keys
ar: تبديل مفاتيح إضافية

source: Toggle a cut mark at the current position
ar: تبديل علامة قطع في الموضع الحالي

source: Tone Amplitude
ar: مدى الإنتقال

source: Tone mode
ar: وضع التنقل

source: Toneburst
ar: التنقل بين التيونرين

source: Toneburst A/B
ar: التنقل بين التيونرين أ/ب

source: Tools
ar: أدوات

source: Top
ar: الأفضل

source: Top and Bottom
ar: فوق وأسفل

source: Top downloaded File:
ar: أكثر ملف تم تحميله:

source: Top leagues tables
ar: جداول الدوريات الأقوى

source: Total Connections:
ar: مجموع المتصلين:

source: Total Downloads:
ar: مجموع التحميلات:

source: Total Megabyte Available:
ar: مجموع الميغابايت المتاحة:

source: Total Mem
ar: المساحة الكلية

source: Total Space
ar: المساحة الكلية

source: Total Space:
ar: المساحة الكلية:

source: Total in use:
ar: مجموع المستخدمين:

source: Total memory:
ar: إجمالي الذاكرة

source: Total:
ar: الإجمالي:

source: Track
ar: مسار

source: TrafficInfo shows German traffic jams.
ar: عرض حركة السير والاختناقات المرورية الألمانية.

source: Transcode MPEG/DVD Audio
ar: ملفات الصوت داخل القرص المضعوط

source: Transcode MPEG/DVD Video
ar: ملفات الفديو داخل القرص المضغوط

source: Transcoding
ar: بث القنوات عبر الشبكة

source: Transcoding Setup
ar: ضبط بث القنوات عبر الشبكة

source: TranscodingSetup
ar: ضبط بث القنوات عبر الشبكة

source: Translation
ar: ترجمة

source: Translation:
ar: ترجمة:

source: Translations
ar: الترجمة

source: Transmission mode
ar: وضع الإنتقال

source: Transponder
ar: التردد

source: Trash can
ar: سلة المهملات

source: Travel & Events
ar: السفر & الاحداث

source: Tries left:
ar: يحاول المتبقية:

source: Try to find used Transponders in cable network.. please wait...
ar: جاري محاولة البحث عن إرسال فى كابل الشبكة.. رجاء الانتظار...

source: Try to find used transponders in cable network.. please wait...
ar: محاولة إيجاد ترددات عامله فى كابل الشبكة. رجاء الانتظار...

source: Trying to download a new packetlist. Please wait...
ar: في محاولة لتحميل قائمة حزم جديدة. يرجى الانتظار ...

source: Trying to download the Youtube feed entries. Please wait...
ar: جاري محاولة تحميل مدخلات تغذية يوتيوب ، رجاء الانتظار...

source: Trying to download the Youtube search results. Please wait...
ar: جاري محاولة تحميل نتائج بحث اليوتيوب. رجاء الانتظار

source: Tue
ar: الثلاثاء

source: Tuesday
ar: الثلاثاء

source: Tun module needed for Openvpn:
ar: وحدة تون اللازمة لالمسنجر:

source: Tune
ar: تؤليف

source: Tune failed!
ar: فشل التوليف

source: Tuner
ar: الموالف

source: Tuner
ar: مؤالف

source: Tuner A
ar: المؤالف أ

source: Tuner B
ar: المؤالف ب

source: Tuner Color
ar: لون المؤالف

source: Tuner Color Active
ar: لون مدخل المؤالف مفعل

source: Tuner Color On
ar: لون مدخل المؤالف

source: Tuner Server
ar: ضبط المزود

source: Tuner Server disabled.
ar: تعطيل مؤلف الخادم.

source: Tuner Slot
ar: فتحة المؤالف

source: Tuner configuration
ar: تهيئة المؤالف

source: Tuner status
ar: حالة المؤالف

source: Tuner type
ar: نوع المؤالف

source: Turkish
ar: تركي

source: Two
ar: اثنين

source: Type
ar: نوع

source: Type of scan
ar: نوع البحث

source: Türksat 2A/3A (42.0E)
ar: تركسات 2 أ/3أ (42.0 شرقا)

source: UI 3D setup
ar: ضبط قوائم ثلاثية الأبعاد

source: UI position setup
ar: ضبط الطبق المتحرك

source: UPnP Client Disabled.
ar: تعطيل عميل إتصال الاجهزة على الشبكة المحلية

source: UPnP Client Djmount
ar: خاصية إتصال الاجهزة على الشبكة المحلية

source: UPnP Client Enabled.
ar: إتصال الاجهزة على الشبكة المحلية يعمل

source: UPnP Server Mediatomb
ar: إتصال الاجهزة على الشبكة المحلية وبث الوسائط

source: UPnP Server Minidlna
ar: إتصال الخادم بالاجهزة على الشبكة ومشاركة الملفات

source: USALS
ar: نظام مواقع الاقمار الصناعية العالمية

source: USB
ar: فلاش مموري

source: USB DVB-T/C/S2 Panel
ar: لوحة التحكم بالفلاش مموري ومؤالف التيونرات

source: USB Stick
ar: تثبيت الفلاش مموري

source: USB stick wizard
ar: إعداد تثبيت الفلاش مموري

source: USB/Network
ar: فلاش مموري/الشبكة

source: USB:
ar: فلاش مموري :

source: Uid
ar: معرف المستخدم

source: Ukrainian
ar: أوكراني

source: Unable to complete filesystem check. Error:
ar: غير قادر على تكملة فحص ملفات النظام. خطأ:

source: Unable to initialize harddisk. Error:
ar: غير قادر على بدأ القرص الصلب. خطأ:

source: Unattended upgrade in progress: Please wait until your receiver reboots: This may take a few minutes:
ar: ترقية غير مراقبة قيد الإستخدام: الرجاء الإنتظار حتى يتم إعادة تشغيل الجهاز الخاص بك: قد يستغرق هذا بضع دقائق:

source: Uncommitted DiSEqC command
ar: قيادة دايسك غير ملتزم

source: Undo install
ar: تراجع عن التثبيت

source: Undo uninstall
ar: تراجع عن الغاء التثبيت

source: Unencrypted
ar: غير مشفرة

source: Unevictable:
ar: غير مستخرج:

source: UnhandledKey
ar: مفتاح غير معالج

source: Unicable
ar: كيبل أحادي

source: Unicable LNB
ar: لاقط بدون كيبل

source: Unicable Martix
ar: كيبل مزدوج

source: Uninstall
ar: تراجع عن التثبيت

source: Uninstall Confirmation
ar: تأكيد إلغاء التثبيت

source: Uninstall Meoboot: To completely remove meoboot form your flash image you have to delete the folders: /media/meoboot/MbootM /media/meoboot/MbootUpload /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot
ar: إلغاء الميوبوت: إكتمال حذف الميوبوت وحذف الصورة الخاصة بك.هل تريد حذف المجلدات: /media/meoboot/MbootM /media/meoboot/MbootUpload /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot

source: Uninstall Panel
ar: لوحة إلغاء تثبيت الإضافات

source: United States
ar: الولايات المتحده

source: Universal LNB
ar: لاقط عالمي

source: Universe access pin
ar: أدخل الرقم السري العالمي

source: Universe access protected
ar: الوصول لعالمك محمي

source: Unknown
ar: مجهول

source: Unknown network adapter
ar: محول شبكة غير معروف

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
ar: إن لم يكن هذا مفعلا فإن المؤقت الالى لن يبحث آليا عن أحداث تطابق المؤقت الالى الخاص بك، لكن فقط عندما تغادر الواجهه التخطيطيه بالذر الأخضر

source: Unmount failed
ar: إرتباط مرفوض

source: Unsupported
ar: غير مدعم

source: UnwetterInfo shows German storm information.
ar: عرض معلومات الطقس الألمانية ومعلومات العواصف.

source: Up Key
ar: مفتاح أعلى

source: Update
ar: التحديث

source: Update List
ar: قائمة التحديث

source: Update and ask to reboot
ar: التحديث وإسالني قبل إعادة التشغيل

source: Update and reboot (recommended)
ar: التحديث وإعادة تشغيل (مستحسن)

source: Update channel list only
ar: تحديث قائمة القنوات فقط

source: Update done...
ar: تم التحديث ...

source: Update done... The genuine VuPlus test will now be rerun and should not ask you to update again.
ar: تم التحديث... اختبار الفوبلس الأصلي سيعمل الان ولن يسألك بعد ذلك عن التحديث.

source: Update ita epg channel list
ar: تحديث دليل البرامج الإلكترونية قائمة القنوات الإيطالية

source: Update rytec providers
ar: تحديث مزودي الخدمات

source: Update software
ar: تحديث البرنامج

source: Update uk epg channel list
ar: تحديث دليل البرامج الإلكترونية قائمة القنوات البريطانية

source: Update xepgdb providers
ar: تحديث دليل البرامج الإلكتروني لمزودي الخدمات

source: Updatefeed not available.
ar: تغذية التحديث غير متاحه

source: Updates
ar: التحديثات

source: Updating failed. Nothing is broken, just the update couldn't be applied.
ar: فشل التحديث. يتم تقسيم لا شيء، لا يمكن أن يطبق فقط على التحديث.

source: Updating finished. Here is the result:
ar: إنتهاء التحديث، وهذه هى النتيجه:

source: Updating software catalog
ar: جاري تحديث فهرس البرنامج التشغيلي

source: Updating, please wait...
ar: جاري التحديث. رجاء الانتظار ...

source: Updating... Please wait... This can take some minutes...
ar: جاري التحديث ..انتظر..قد يستغرق بعض الوقت...

source: Upgrade
ar: ترقية

source: Upgrade Firmware..
ar: ترقية الفريموير...

source: Upgrade finished.
ar: إنتهاء الترقيه .

source: Upgrade finished. Do you want to reboot your STB?
ar: إنتهاء عملية الترقية. هل تريد إعادة تشغيل جهاز الإستقبال الخاص بك؟

source: Upgrade found. Do you want to upgrade the settings package:
ar: تم العثور على ترقية. هل تريد ترقية حزمة الإعدادات:

source: Upgrading
ar: جاري الترقيه

source: Upgrading STB... Please wait
ar: جاري ترقية الفوبلس ... رجاء الانتظار

source: Upper bound of timespan.
ar: الحد الأعلى من المدى الزمني.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
ar: الحد الأعلى من المدى الزمني. لا شيء بعد هذا الوقت سوف تكون مطابقة. لا تؤخذ بعين الاعتبار إزاحة!

source: Url
ar: الرابط

source: Url:
ar: الوصلة:

source: Usb Format Wizard
ar: معالج تهئية الفلاش مموري

source: Usb in use:
ar: مستخدم الفلاش مموري:

source: Use
ar: استخدم

source: Use AP Mode
ar: إستخدام نقطة الوصول

source: Use DHCP
ar: إستخدام بروتوكول العناوين الآلي

source: Use Device
ar: إستخدام الجهاز

source: Use EIT EPG
ar: أستخدام دليل برنامج إلكتروني في شريط المعلومات

source: Use EXIT-Button to leave movie player
ar: إستخدم زر الخروج لمغادرة مشغل الأفلام

source: Use Fan timer
ar: إستخدم مؤقت المروحة

source: Use Gateway
ar: بوابة المستخدم

source: Use Interface
ar: استخدم الواجهه

source: Use Keymap
ar: أستخدم خريطة المفاتيح

source: Use PictureInGraphic (PiG)
ar: أستخدم الصور في الرسم البياني (صورة في الرسم البياني)

source: Use Pip at EPGBar
ar: إستخدم صورة داخل صورة في شريط دليل البرامج الإلكتروينة

source: Use Power Measurement
ar: استخدم قياس الطاقه

source: Use TV remote control
ar: إستخدم وحدة التحكم عن بعد للتلفزيون

source: Use TV remotecontrol:
ar: إستخدام ريموت التحكم بالتلفاز:

source: Use a custom location
ar: استخدام موقع مخصص

source: Use a gateway
ar: إستخدام المدخل

source: Use and control multiple STBes with different RCs.
ar: إستخدام والتحكم المتعدد على جهاز الإستقبال الخاص بك مع إختلاف التسجيلات.

source: Use built-In Proxy
ar: إستخدام للبروكسي

source: Use custom box name
ar: إستخدام مخصص لإسم الجهاز

source: Use custom main menu
ar: إستخدام القائمة الرئيسية المخصصة

source: Use extended PiG also in service list
ar: أستخدم صور في الرسم البياني الموسع في قائمة القنوات

source: Use extended PictureInGraphic (PiG + transparent skin)
ar: أستخدم الصور في الرسم البياني الموسعة (صورة الرسم البياني + شفافية السكن)

source: Use fastscan channel names
ar: إستخدم البحث السريع بأسماء القنوات

source: Use fastscan channel numbering
ar: إستخدم البحث السريع بأرقام القنوات

source: Use individual settings for each directory
ar: استخدام الإعدادات الفردية لكل دليل

source: Use indiviual settings for each directory
ar: إستخدام الإعدادات المنفردة لكل دليل

source: Use matrix mode for service list
ar: إستخدم وضع المربعات في قائمة القنوات

source: Use movie trash for deleting files
ar: إستخدم سلة محذوفات الأفلام للملفات المحذوفة

source: Use only date for record time in movie list (VTi list style)
ar: إستخدم تاريخ وقت التسجيل فقط في قائمة الأفلام (شكل قائمة صور فريق الفوبلس)

source: Use original DVB subtitle position
ar: استخدام مكان الترجمة بث الفديو الرقمي الأصلية

source: Use original teletext position
ar: أستخدام مكان ترجمة النصوص الأصلية

source: Use package maintainer config files
ar: الحزم المستخدمة تحتفظ بملفات الإعدادت

source: Use power measurement
ar: استخدم قـياس الطاقه

source: Use silent recording mode
ar: إستخدام وضع التسجيل الصامت

source: Use startup service for leaving standby
ar: إستخدام قناة بدء التشغيل لمغادرة وضع وضع الإستعداد

source: Use the Networkwizard to configure selected network adapter
ar: استخدم نافذة الأعدادت لتهيئة محول الشبكه المختار

source: Use the Networkwizard to configure your Network
ar: أستخدم نافذة الاعدادات لتهيئة الشبكة

source: Use the left and right buttons to change an option. Please set up tuner A
ar: أستخدم الزر الأيمن والايسر للاختيار من فضلك أضبط الموالف أ

source: Use the up/down keys on your remote control to select an option. After that, press OK.
ar: اضغط المفتاح العلوى أو السفلى من الريموت وحدد إختيارك ثم أضغط موافق

source: Use this input device settings?
ar: استخدام هذا إعدادات جهاز الإدخال؟

source: Use this settings?
ar: إستخدام هذه الإعدادات؟

source: Use this video enhancement settings?
ar: إستخدم إعدادات تحسين الفديو هذه؟

source: Use time of currently running service
ar: استخدم وقت القناه المعروضه حاليا

source: Use trash can in movielist
ar: إستخدم سلة المهملات في قائمة الأفلام

source: Use usals for this sat
ar: إستخدام نظام مواقع الاقمار الصناعية العالمية لهذا القمر

source: Use wizard to set up basic features
ar: استخدم نافذة الاعدادات لعمل الاعدادات الاساسيه

source: Use%
ar: مستعمل%

source: Used
ar: مستعمل

source: Used service scan type
ar: نوع البحث عن القنوات المستخدمة

source: Used:
ar: المتسخدم:

source: User :
ar: المستخدم :

source: User ID
ar: حساب المستخدم

source: User Interface
ar: واجهة المستخدم

source: User defined
ar: يحددها المستخدم

source: User defined transponder
ar: إستخدام البحث عن باقة محددة

source: User interface
ar: واجهة المستخدم

source: User management
ar: تحكم المستخدم

source: Usermanager
ar: المدير المستخدم

source: Username
ar: اسم المستخدم

source: Username:
ar: اسم المستخدم:

source: Using a Wireless module as access point.
ar: إستخدام نقطة وصول لشبكة لاسلكية

source: Using fixed address
ar: إستخدام عناوين محددة

source: VCR scart
ar: مدخل سكارت

source: VFD Skin
ar: سكن الشاشة الصغيرة

source: VFD scroll speed
ar: سرعة دوران ظهور شاشة العرض الصغيرة

source: VIDEO
ar: زر الفديو

source: VLC Video Player
ar: مشغل الوسائط

source: VLC Video Player V2.5 - Select a VLC-Server
ar: مشغل الوسائط الإصدار 2.5 - أختار خادم مشغل الوسائط

source: VMGM (intro trailer)
ar: قائمة مدير الفديوهات (قصاصة متقدمة من الفلم)

source: VPS-Plugin
ar: بلجن الخادم الإفتراضي الخاص

source: VTI BackupSuite
ar: مجموعة النسخ الإحتياطية لصور فريق الفوبلس

source: VTI Backupsuite - Backup
ar: مجموعة النسخ الإحتياطية لصور فريق الفوبلس

source: VTI Backupsuite - Restore
ar: إستعادة مجموعة النسخ الإحتياطية لصور فريق الفوبلس

source: VTI Cam Center
ar: مركز إيموهات صور فريق الفوبلس

source: VTI Expert Backup/Restore
ar: خبير صور فريق الفوبلس نسخ/إستعادة

source: VTI Image Backup/Restore
ar: صور فريق الفوبلس نسخ/إستعادة

source: VTI Image Flash Tool
ar: أدوات صور فريق الفوبلس على الفلاشة الداخلية

source: VTI Panel
ar: لوحة صور فريق الفوبلس

source: VTI Software Manager
ar: التحكم بالبرنامج التشغيلي لصور فريق الفوبلس

source: VTI Software Tools
ar: أدوات البرنامج التشغيلي لصور فريق الفوبلس

source: VTI System Info
ar: معلومات نظام صور فريق الفوبلس

source: VTI System Tools
ar: أدوات نظام صور فريق الفوبلس

source: VTi
ar: صور فريق الفوبلس

source: VTi ZerO
ar: صور فريق الفوبلس صفر

source: VU deepstandby => TV activity:
ar: إغلاق عميق الفوبلس =< التلفار يعمل:

source: VU on => TV activity:
ar: الفوبلس يعمل => التلفاز يعمل:

source: VU standby => TV activity:
ar: إستعداد الفوبلس => التلفزيون نشط:

source: Verify your STB authenticity by running the genuine VuPlus plugin!
ar: التحقق من صحة جهاز الإستقبال الخاص بك عن طريق تشغيل إضافة التحققق من الفوبلس !

source: Verifying your internet connection...
ar: التحقق من اتصال الإنترنت الخاص بك ...

source: Vertical
ar: رأسي

source: Video
ar: الفديو

source: Video Bitrate
ar: معدل بث الفيديو

source: Video Codec
ar: ترميز الفيديو

source: Video Directory
ar: دليل الفيديو

source: Video Fine-Tuning
ar: الضبط الدقيق للفيديو

source: Video Fine-Tuning Wizard
ar: نافذة الضبط الدقيق للفيديو

source: Video Norm
ar: قاعدة الفديو

source: Video Output
ar: مخرج الفيديو

source: Video PID
ar: تعريف الفديو

source: Video Setup
ar: ضبط الفيديو

source: Video Wizard
ar: نافذة إعدادات الفيديو

source: Video codec
ar: ترميز الفيديو

source: Video enhancement preview
ar: معاينة قائمة الفيديو

source: Video enhancement settings
ar: إعدادات تحسين الفديو

source: Video enhancement setup
ar: ضبط قوة الفيديو

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
ar: فيديو اختيار المدخلات \\ n الرجاء اضغط على OK إذا كنت تستطيع رؤية هذه الصفحة على شاشة التلفزيون الخاص بك (أو تحديد مدخل الميناء مختلفة) \\ ن \\ ن سيتم بحثها \\ n كان مدخل الميناء التالي تلقائيا في 10 ثانية.

source: Video mode selection.
ar: إختيار وضعية الفيديو.

source: Video output
ar: مخرج الفيديو

source: Video settings
ar: إعدادات الفيديو

source: Video size
ar: حجم الفيديو

source: Video streaming from the orf.at web page
ar: تدفق الفيديو من صفحة الويب orf.at

source: VideoEnhancement provides advanced video enhancement settings
ar: إعدادات تحسين الفديو ومزودي خدمات الفديو المتقدمة

source: VideoTune helps fine-tuning your tv display
ar: ضبط الفديو يساعد ويحسن صورة العرض على التلفزيون الخاص بك

source: Videobrowser exit behavior:
ar: الخروج من متصفح الفديو:

source: Videocodec:
ar: ترميز الفديو:

source: Videoenhancement Setup
ar: ضبط قوة الفيديو

source: Videoformat:
ar: أبعاد الفديو:

source: Videomode provides advanced video mode settings
ar: يوفر ,ضع الفديو إعدادات وضع الفيديو المتقدمة

source: Videoplayer stop/exit behavior:
ar: التصرف عند إيقاف/خروج مشغل الفيديو:

source: Videosize:
ar: حجم الفديو:

source: Videosize:
ar: حجم الفيديو:

source: View Count
ar: عرض الإحصاء

source: View Google maps
ar: معاينة خرائط جوجل

source: View Google maps with your STB.
ar: معاينة خرائط جوجل على الجهاز الخاص بك

source: View Movies...
ar: مشاهدة الأفلام...

source: View Photos...
ar: مشاهدة صور...

source: View Rass interactive...
ar: مشاهدة الرس تفاعلية ...

source: View Video CD...
ar: مشاهدة فيديو سى دى

source: View active downloads
ar: شاهد التحميلات النشطه

source: View details
ar: مشاهدة التفاصيل
