Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: Change the hostname of your STB.
ar: تغيير أسم المضيف على الجهاز الحاص بك

source: Changelog
ar: سجل التغييرات

source: Channel
ar: قناة

source: Channel (1~13)
ar: القناة (1 ~ 13)

source: Channel Selection
ar: إختيار القناة

source: Channel audio:
ar: صوت القناة:

source: Channel list menu
ar: قائمة فهرس القنوات

source: Channel not in services list
ar: قناة غير موجوده فى قائمة الخدمات

source: Channel selection (Radio) - Bouquets
ar: اختيار قناة (الراديو) - من الباقات

source: Channel selection settings
ar: إعدادات اختيار القناة

source: Channel:
ar: قناة:

source: Channellist menu
ar: قائمة لائحة القنوات

source: Channels
ar: قنوات

source: Channels List Successfully Updated.
ar: تم تحديث قائمة القنوات بنجاح.

source: Chap.
ar: فصل

source: Chapter
ar: فصل

source: Chapter:
ar: فصل:

source: Character encoding for EPG data
ar: ترميز الأحرف الأبجدية لبيانات دليل البرامج الإلكترونية

source: Check
ar: فحص

source: Check for updates on startup
ar: التحقق من بدء تشغيل التحديثات

source: Checking Filesystem...
ar: فحص ملفات النظام....

source: Chillen
ar: حساسة

source: Chipset:
ar: المعالج

source: Choice filesystem.
ar: خيار نظام الملفات.

source: Choose A/V-Receiver HDMI input:
ar: أختار مدخل الكيبل عالي الوضوح في الرسيفر:

source: Choose TV HDMI input:
ar: اختر مدخل كيبل عالي الوضوح لتلفزيون:

source: Choose Tuner
ar: أختار المؤالف

source: Choose a timer list style
ar: أختار شكل قائمة المؤقت

source: Choose a wireless network
ar: اختار الشبكه اللاسلكيه

source: Choose backup files
ar: اختار ملفات النسخه الإحتياطيه

source: Choose backup location
ar: اختار مكان النسخه الإحتياطيه

source: Choose bouquet
ar: أختار الباقه

source: Choose image to download
ar: أختار صورة من التحميل

source: Choose remote control picture for help screen
ar: اختر صورة جهاز التحكم عن بعد لشاشة التعليمات

source: Choose target folder
ar: أختار المجلد المراد

source: Choose upgrade source
ar: أختار مصدر الترقيه

source: Choose whether multi channel sound tracks should be downmixed to stereo.
ar: اختر ما إذا كان متعدد قناة الصوت المسارات ينبغي أن يكون دوونميكسيد إلى ستيريو.

source: Choose your Skin
ar: أختار السكن

source: Circular left
ar: يسار دائري

source: Circular right
ar: يمين دائري

source: Classic
ar: تقليدي

source: Cleanup
ar: تنظيف

source: Cleanup Wizard
ar: نافذة التنظيف

source: Cleanup Wizard settings
ar: إعدادات نافذة التنظيف

source: Cleanup timerlist automatically
ar: التنظيف التلقائي لقائمة المواقيت

source: Cleanup timerlist automatically.
ar: التنظيف التلقائي لقائمة المواقيت

source: Cleanup timerlist, orphaned movie files and setting backups automatically according to specfied rules.
ar: تنظيف قائمة التوقيت,والتخلي عن ملفات الأفلام وإعدادات النسخ الإحتياطية التلقائية وفقا للقواعد والمواصفات.

source: Cleanup timerlist, orphaned movie files and setting backups automatically.
ar: تنظيف قائمة التوقيت,والتخلي عن ملفات الأفلام و إعدادات النسخ الإحتياطية التلقائي

source: CleanupWizard
ar: نافذة التنظيف

source: Clear History
ar: مسح المحفوظات

source: Clear Now
ar: تنظيف الآن

source: Clear before scan
ar: مسح قبل البحث

source: Clear fixed
ar: تنظيف محدد

source: Clear history on Exit:
ar: مسح الذاكره عند الخروج:

source: Clear log
ar: مسح السجل

source: ClearMem
ar: تنظيف الذاكرة

source: Click Ok to restart gui and activate changes.
ar: اضغط موافق لإعادة تشغيل واجهة المستخدم وتفعيل التغييرات.

source: Close
ar: أغلاق

source: Close PiP on exit
ar: إغلاق عرض صورة داخل صورة والخروج

source: Close and forget changes
ar: أغلق وتجاهل التغيرات

source: Close and save changes
ar: أغلق وأحفظ التغيرات

source: Close title selection
ar: إغلاق إختيار العنوان

source: Code rate HP
ar: معدل ترميز الضغط العالي

source: Code rate LP
ar: معدل ترميز الضغط المنخفض

source: Collection name
ar: اسم المجموعة

source: Collection settings
ar: إعدادات المجموعة

source: Color Format
ar: تهئية الألوان

source: Color space
ar: مساحة ألوان

source: Colorize movie list
ar: تلوين قائمة الأفلام

source: Comedy
ar: كوميدي

source: Command
ar: الاوامر

source: Command execution...
ar: تنفيذ الأمر...

source: Command order
ar: ترتيب الأوامر

source: Command to execute after EPG Refresh
ar: أمر تنفيذ بعد تحديث دليل البرامج اليومي

source: Command to execute after EPG Refresh:
ar: أمر تنفيذ بعد تحديث دليل البرامج اليومي:

source: Committed DiSEqC command
ar: أمر إلتزام الدايسك

source: Common Interface
ar: وحده النفاذ المشروط

source: Common Interface Assignment
ar: تحديد وحدة النفاذ المشروط

source: Common interface
ar: وحده النفاذ المشروط

source: Common interface PIN Setup
ar: ضبط كلمة مرور لوحدة النفاذ المشروط

source: CommonInterface
ar: وحـدة النفـاذ المشروط

source: Communication
ar: إتصال

source: Compact Flash
ar: دمج الفلاش

source: Compensate for overscan
ar: تعويض البحث الكثير

source: Complete
ar: مكتمل

source: Complex (allows mixing audio tracks and aspects)
ar: مركب (يسمح بمزج مسارات الصوت والجوانب)

source: Composition of the recording filenames
ar: تكوين أسماء التسجيلات

source: Conax Conditional Access
ar: الوصول المشروط لكونكس

source: Conditional Access
ar: الوصول المشروط

source: Config Backup Path [ok]>
ar: مسار تكوين النسخة الإحتياطية [موافق]>

source: Config file
ar: ملف التكوين

source: Config resolution of pictures
ar: إعداد دقة الصور

source: Configuration
ar: التكوين

source: Configuration Mode
ar: شكل التكوين

source: Configuration Saved
ar: تم حفظ التكوين

source: Configuration for the Webinterface
ar: تكوين لواجهة الشبكة

source: Configuration mode
ar: وضع التكوين

source: Configuration mode: %s
ar: وضع التكوين : %s

source: Configuration your AP is finished
ar: إنتهاء تكوين نقاط الوصول الخاصة بك.

source: Configurations
ar: الإعدادات

source: Configure
ar: التكوين

source: Configure AutoTimer behavior
ar: تكوين عمل المؤقت الآلي

source: Configure interface
ar: تكوين الواجهه

source: Configure nameservers
ar: تكوين أسم الخادم

source: Configure the broder width of the subtitles,The dark border makes the subtitles easier to read on a light background.
ar: شكل عرض إطار خط الترجمة,عمل حدود داكنة على خط الترجمة تسهل قراءتها على الخلفية المضاءة

source: Configure the color of the teletext subtitles.
ar: تكوين لون ترجمة النصوص

source: Configure the font size of the subtitles.
ar: تكوين حجم خط الترجمة .

source: Configure the horizontal alignment of the subtitles.
ar: شكل المحاذاة الأفقية للترجمة.

source: Configure the subtitle delay when timing information is not avaliable.
ar: تكوين تأخير الترجمة عندما تكون معلومات التوقيت غير متوفرة.

source: Configure the vertical position of the subtitles,measured from the bottom of the screen.
ar: شكل مكان الترجمة العامودي,تقاس من الجزء السفلي من الشاشة.

source: Configure your WLAN network interface
ar: تكوين واجهة شبكة الوايرلس الخاصة بك

source: Configure your internal LAN
ar: تكوين شبة الإنترنت الداخليه الخاصة بك

source: Configure your network again
ar: تكوين الشبكة مره ثانيه

source: Configure your wireless LAN again
ar: تكوين الشبكة اللاسلكيه الخاصة بك

source: Configures which video output connector will be used.
ar: إعدادات مخرج الفديو الذي سيتم إستخدامه.

source: Configuring
ar: تكوين

source: Conflicting timer
ar: مؤقت متعارض

source: Connect
ar: متصل

source: Connect to a Wireless Network
ar: متصل بشبكة لاسلكيه

source: Connect your usb storage to your Vu+ box
ar: قم بتوصيل الفلاش مموري في جهاز فوبلس

source: Connected to
ar: متصل بـ

source: Connected!
ar: تم الاتصال !

source: Connection Established
ar: تم الاتصال

source: Constellation
ar: برج

source: Content does not fit on DVD!
ar: المحتوى لا يناسب ديفيدي !

source: Continue
ar: إستمرار

source: Continue ->
ar: إستمرار ->

source: Continue in background
ar: استمر فى الخلفيه

source: Continue playback
ar: إستمرار التشغيل

source: Continue playing
ar: استمرار العرض

source: Contrast
ar: تباين

source: Control recording completely by service
ar: التحكم الكامل بالتسجيل في الخدمة

source: Control your STB with your Web browser.
ar: التحكم بالجهاز الخاص بك على متصفح الويب

source: Control your STB with your browser
ar: التحكم بالجهاز الخاص بك على متصفحك

source: Control your VuPlus with only the MUTE button
ar: التحكم بجهاز الفوبلس الخاص بك مع زر كتم الصوت

source: Control your VuPlus with only the MUTE button.
ar: التحكم بجهاز الفوبلس الخاص بك مع زر كتم الصوت

source: Control your internal system fan.
ar: التحكم في النظام الداخلي للمروحة

source: Control your kids's tv usage
ar: مراقبة استخدام أطفالك للتلفزيون

source: Control your system fan
ar: التحكم في نظام المروحة

source: Controllers
ar: المراقب

source: Convert ext3 filesystem to ext4
ar: تحويل نظام الملفات من إكس تي ثري إلى إكس تي فور

source: Copy
ar: نسخ

source: Copy Settings to the new Image
ar: نسخ الإعدادات للصورة الجديدة

source: Copy, rename, delete, move local files on your STB.
ar: نسخ, إعادة تسمية, مسح, نقل الملفات المحلية من جهازك.

source: Could not connect to STB .NFI Image Feed Server:
ar: تعذر إتصال الجهاز الخاص بك بخادم تغذية الصور .

source: Could not load Medium! No disc inserted?
ar: تعذر تحميل الوسيط ! لا يوجد قرص

source: Could not open Picture in Picture
ar: لا يمكن فتح صوره داخل صوره

source: Couldn't record due to conflicting timer %s
ar: تعذر التسجيل بسبب مؤقت متعارض%s

source: Couldn't record due to invalid service %s
ar: لايمكن التسجيل بسبب تعطل الخدمة %s

source: Country leagues
ar: دول الدوريات

source: Cpu
ar: وحدة المعالج

source: CrashLog
ar: ملف معطوب

source: Crashlog Reporting
ar: تقارير عن ملفات العطب

source: Crashlog settings
ar: إعدادات سجل العطب

source: CrashlogAutoSubmit
ar: الارسال الالى لسجل العطب

source: CrashlogAutoSubmit settings
ar: إعدادات الارسال الالى لسجل العطب

source: CrashlogAutoSubmit settings...
ar: إعدادات الارسال الالى لسجل العطب...

source: CrashlogReport Setting
ar: إعدادات تقارير ملفات العطب

source: Crashlogs found! Send them to Dream Multimedia?
ar: تم العثور على ملف كراش! هل تريد إرساله الى دريم مالتيميديا ؟

source: Create
ar: إنشاء

source: Create DVD-ISO
ar: تكوين دى فى دى إيزو

source: Create a backup of your Video DVD on your VuPlus hard drive.
ar: إنشاء نسخة إحتياطية من جهازك على الهارديسك

source: Create a backup of your Video-DVD
ar: إنشاء نسخة إحتياطية من مشغل الديفيدي الخاص بك

source: Create a new AutoTimer.
ar: تكوين مؤقت آلى جديد

source: Create a new timer using the classic editor
ar: أنشأ مؤقت جديد بإستخدام المحرر الكلاسيكي

source: Create a new timer using the wizard
ar: أنشأ مؤقت جديد بإستخدام نافذه الاعدادات

source: Create movie folder failed
ar: فشل إنشاء مجلد أفلام

source: Create preview pictures of your Movies
ar: إنشاء معاينة الصور من الأفلام الخاصة بك

source: Create remote timers
ar: إنشاء توقيت بعيد

source: Create timers on remote STBes.
ar: إنشاء توقيت بعيد على جهازك

source: Creating directory %s failed.
ar: فشل إنشاء دليل %s

source: Creating partition failed
ar: فشل عمل التقسيم

source: Croatian
ar: كرواتي

source: Cron Manager
ar: مدير جدولة الاوامر

source: Cron Setup
ar: ضبط جدولة المهام

source: CronManager
ar: مدير جدول المهام

source: CroosEPG - 0.8.1
ar: إستعراض دليل البرامج الإلكتروني 0.8.1

source: Cross EPG
ar: مستعرض دليل البرامج الإلكترونية

source: CrossEPG
ar: مستعرض دليل البرامج الإلكترونية

source: CrossEPG Downloader
ar: تحميل مستعرض دليل البرامج الإلكترونية

source: CrossEPG_Menu
ar: مستعرض دليل البرامج الإلكترونية

source: CrossEPG_Setup
ar: ضبط مستعرض دليل البرامج الإلكترونية

source: Crossepg
ar: مستعرض دليل البرامج الإلكترونية

source: Crossepg_0.6.2
ar: مستعرض دليل البرامج الإلكترونية

source: Current CEC address
ar: التحكم في عناوين الإلكترونيات الاستهلاكية الحالية

source: Current Page
ar: الصفحة الحالية

source: Current Running Image:
ar: الصورة الحالية تعمل :

source: Current Status:
ar: الحالة الحالية :

source: Current Temp
ar: درجة الحرارة الحالية

source: Current Transponder
ar: قنوات التردد الحالي

source: Current device:
ar: الجهاز الحالي:

source: Current drivers:
ar: التعاريف الحالية:

source: Current page is already exist.
ar: الصفحة الحالية هي موجودة بالفعل.

source: Current settings (interface : br0)
ar: الإعدادات الحالية (واجهة: br0)

source: Current settings:
ar: الاعدادات الحاليه:

source: Current transponder
ar: قنوات التردد الحالي

source: Current value:
ar: القيمه الحاليه:

source: Current version:
ar: الاصدار الحالى:

source: Currently installed image
ar: الصورة المثبتة حاليآ

source: Currentpage(Bookmark)
ar: الصفحة الحالية (علامة مرجعية)

source: Custom (%s)
ar: العادي (%s)

source: Custom Command
ar: أمر مخصص

source: Custom Main Menu
ar: القائمة الرئيسية المخصصة

source: Custom location
ar: الموقع العادي

source: Custom offset
ar: العوض العادي

source: Custom skip time for '1'/'3' buttons
ar: تخطي الوقت العادي مع المفاتيح '1'/'3'

source: Custom skip time for '1'/'3'-keys
ar: تخطي الوقت العادي مع '1'/'3'-المفاتيح

source: Custom skip time for '4'/'6' buttons
ar: تخطي الوقت العادي مع المفاتيح '4'/'6'

source: Custom skip time for '4'/'6'-keys
ar: تخطي الوقت العادي مع '4'/'6'-المفاتيح

source: Custom skip time for '7'/'9' buttons
ar: تخطي الوقت العادي مع المفاتيح '7'/'9'

source: Custom skip time for '7'/'9'-keys
ar: تخطي الوقت العادي مع '7'/'9'-المفاتيح

source: Customize
ar: تخصيص

source: Customize Vali-XD skins
ar: تخصيص سكن فالي

source: Customize Vali-XD skins by yourself.
ar: تخصيص سكن فالي بواسطتك.

source: Customize channel list cursor behavior
ar: تخصيص المؤشر في قائمة القنوات

source: Cut
ar: قطع

source: Cut servername after (x) letters:
ar: عرض أسم السيرفر بعد عدد الأحرف

source: Cut your movies
ar: قصص أفلامك

source: Cut your movies.
ar: قصص أفلامك

source: CutListEditor allows you to edit your movies
ar: محرر تقصيص أفلامك السماح لك بتعديل أفلامك

source: CutListEditor allows you to edit your movies. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
ar: محرر تقصيص أفلامك السماح لك بتعديل أفلامك. تسعى إلى بداية الاشياء التي تريد قطع بعيدا. اضغط على موافق، حدد 'بدء القص'. ثم تسعى إلى النهاية، اضغط موافق، حدد 'نهاية القص'. هذا هو.

source: Cutlist editor...
ar: محرر قائمة القطع...

source: Czech
ar: التشيك

source: Czech Republic
ar: حمهورية التشيك

source: DHCP
ar: برتوكول تكوين المضيف آليا

source: DLNA Server
ar: خادم مشاركة الاجهزة للوسائط عبر الشبكة

source: DLNA server using ReadyMedia
ar: إستخدام خادم مشاركة الوسائط عبر الشبكة

source: DLNA/uPnP Browser
ar: تصفح خادم مشاركة الاجهزة للوسائط عبر الشبكة

source: DUAL LAYER DVD
ar: ديفيدي ثنائي الشاشة

source: DVB Transmission Way
ar: طريقة نقل وبث الفديو الرقمي

source: DVB subtitle black transparency
ar: الترجمة الأساسية للقنوات بخلفية سوداء شفافة

source: DVB subtitle transparency
ar: شفافية ترجمة القنوات

source: DVB-S
ar: بث الفديو الرقمي من الستلايت

source: DVB-S2
ar: بث الفديو الرقمي الثاني من الستلايت

source: DVB-T Signal-Quality Correction
ar: تصحيح جودة إشارة بث القنوات الأرضية

source: DVD Device (leave empty for default)
ar: جهاز الديفيدي (الإفتراضي يترك فارغ)

source: DVD Drive
ar: سواقة الدفيفدي

source: DVD File Browser
ar: تصفح ملفات دىفيدي

source: DVD Player
ar: مشغل الديفيدي

source: DVD Titlelist
ar: قائمة عناوين الديفيدي

source: DVD media toolbox
ar: أدوات مشغل الديفيدي

source: DVD-Player Setup
ar: ضبط مشغل الديفيدي

source: DVDPlayer
ar: مشغل الديفيدي

source: DVDPlayer plays your DVDs on your STB
ar: مشغل إسطوانات الديفيدي على الجهاز الخاص بك

source: DVDPlayer plays your DVDs on your STB. With the DVDPlayer you can play your DVDs on your STB from a DVD or even from an iso file or video_ts folder on your harddisc or network.
ar: مشغل إسطوانات الديفيدي على جهازك. مشغل إسطوانات الديفيدي على جهازك الخاص بك من ديفيدي أو حتى من ملف ايزو أو مجلد VIDEO_TS على قرص الصلب الخاص بك أو الشبكة.

source: Daily automatic import
ar: إستيراد يوميا تلقائي

source: Danish
ar: دنماركي

source: Date
ar: تاريخ

source: Deactivate
ar: تعطيل

source: DeactivatedTimers
ar: مؤقتات متعطلة

source: Debug-Logging > /tmp/L4log.txt
ar: يعالج - السجل > /tmp/L4log.txt

source: Decide if you want to enable or disable the Cleanup Wizard.
ar: قرر إذا كنت تريد تشغيل أو تعطيل نافذة إعدادات التنظيف.

source: Decide what should be done when crashlogs are found.
ar: قرر ماذا يجب أن يحدث عند وجود ملف كراش .

source: Decide what should happen to the crashlogs after submission.
ar: قرر ماهو مصير ملف الكراش بعد إرساله.

source: Decrease delay
ar: قلل التأخير

source: Decrease delay by %i ms (can be set)
ar: قلل التأخير بـ %i مللى ثانيه (يمكن إعدادها)

source: Deep Standby
ar: وضع الاستعداد العميق

source: Default
ar: الإفتراضي

source: Default Cam:
ar: الكامة الإفتراضية:

source: Default EPG view (EPG button)
ar: عرض دليل البرامج الإلكترونية الإفتراضي (زر دليل البرامج الإلكترونية)

source: Default PIN for CI
ar: كلمة المرور الإفتراضية لوحدة النفاذ المشروط

source: Default Settings
ar: الإعدادات الافتراضية

source: Default Skin
ar: السكن الأفتراضي

source: Default function for 0 key (double-click)
ar: الوظيفية الإفتراضية لمفتاح صفر (ضغطة مزدوجة)

source: Default function for button EXIT long
ar: الوظيفة الإفتراضية بالضغط مطولآ على زر الخروج

source: Default movie location
ar: المكان الافتراضي للفيلم

source: Default services lists
ar: قوائم القنوات الافتراضيه

source: DefaultSatLists
ar: قوائم الأقمار الإفتراضية

source: Defaults
ar: الإفتراضيات

source: Define a startup service
ar: تعريف قناة بدء التشغيل

source: Define a startup service for your STB.
ar: تعريف القناة بدء التشغيل على الجهاز الخاص بك

source: Defragment database
ar: تجزئة قواعد البيانات

source: Deinterlacer mode for interlaced content
ar: وضع تفكيك المحتوى المتشابك

source: Deinterlacer mode for progressive content
ar: وضع تفكيك المحتوى المتقدم

source: DejaVuSans
ar: خط ديجا فو سانس

source: DejaVuSans Big
ar: خط ديجا فو سانس الكبير

source: Delay
ar: تأخير

source: Delay for external subtitles
ar: تأخير ترجمة مواد الوسائط الخارجية

source: Delay time
ar: وقت التأخير

source: Delay x seconds after service started
ar: تأخير (عدد) ثوانى بعد بدأ القناة

source: Delete
ar: مسح

source: Delete Confirmation
ar: تأكيد الحذف

source: Delete Image
ar: حذف الصورة

source: Delete crashlogs
ar: مسح سجل العطب

source: Delete entry
ar: مسح المدخل

source: Delete failed!
ar: فشل المسح

source: Delete mount
ar: مسح الإرتباط

source: Delete movies without confirmation
ar: مسح الأفلام بدون تأكيد

source: Delete no more configured satellite %s?
ar: مسح الاقمار الغير مكونه %s ؟

source: Depth
ar: العمق

source: Descending
ar: تنازلي

source: Descramble http streams
ar: فتح تشفير روابط المشاركة

source: Description
ar: الوصـف

source: Deselect
ar: إلغاء الاختيار

source: Details for plugin:
ar: تفاصيل الإضافات:

source: Detected HDD:
ar: يوجد قرص صلب:

source: Detected NIMs:
ar: الكشف عن مضمون هوامش الخدمات:

source: Device Browser
ar: تصفح الأجهزة

source: Device:
ar: الجهاز:

source: DeviceList Refresh Interval
ar: فترة تحديث قائمة الاجهزة

source: DeviceManager
ar: إدارة الأجهزة

source: Devices Manager
ar: إدارة الأجهزة

source: Devices changes need a system restart to take effects. Restart your Box now?
ar: تغييرات الأجهزة بحاجة إلى إعادة تشغيل النظام لتفعيلها. هل تريد إعادة تشغيل جهازك الآن؟

source: Devices..
ar: الأجهزة..

source: DiSEqC
ar: دايزك

source: DiSEqC 1.0 command
ar: أمر الدايسك 1.0

source: DiSEqC 1.1 command
ar: أمر الدايسك 1.1

source: DiSEqC 1.1 repeats
ar: تكرار الدايسك 1.1

source: DiSEqC A/B
ar: دايزك أ/ب

source: DiSEqC A/B/C/D
ar: دايزك أ/ب/ج/د

source: DiSEqC mode
ar: وضع الدايزك

source: DiSEqC repeats
ar: تكرار الدايزك

source: DiSEqC-Tester settings
ar: إعدادات إختبار الدايسك

source: Dialing:
ar: جاري الاتصال:

source: Digital contour removal
ar: إزالة المحيط الرقمي

source: Dir:
ar: مجلد:

source: Direct Input
ar: الدخول المباشر

source: Direct Input(Bookmark)
ar: دخول مباشر (علامة مرجعية)

source: Direct Input(Category)
ar: دخول مباشر (التصنيف)

source: Direct playback of Youtube videos
ar: التشغيل المباشر من مقاطع فديو اليوتيوب

source: Direct playback of linked titles without menu
ar: عرض مباشر لعناوين مربوطه بدون قائمه

source: Directory
ar: الدليل

source: Directory %s nonexistent.
ar: الدليل %s غير موجود

source: Directory browser
ar: تصفح الدليل

source: Dirty:
ar: متسخ:

source: Disable
ar: تعطيل

source: Disable Animations
ar: تعطيل القوائم المتحركة

source: Disable Light Infobar on Zap
ar: تعطيل شريط المعلومات الصغير أثناء التنقل

source: Disable Picture in Picture
ar: تعطيل صوره داخل صوره

source: Disable Server
ar: تعطيل السيرفر

source: Disable auto update of channel list
ar: تعطيل التحديث التلقائي لقائمة القنوات

source: Disable background scanning
ar: تعطيل البحث في الخلفية

source: Disable crashlog reporting
ar: تعطيل التبليغ عن ملف الكراش

source: Disable infobar timeout for ok button
ar: تعطيل مدة عرض شريط المعلومات بالضغط على زر موافق

source: Disable shotdown in EPGRefresh time span:
ar: تعطيل تحديث دليل البرامج الإلكتروني أثناء الإغلاق:

source: Disable shutdown in EPGRefresh time span:
ar: تعطيل تحديث دليل البرامج الإلكتروني أثناء الإغلاق

source: Disable timer
ar: تعطيل المؤقت

source: Disable tuner failure popup
ar: تعطيل الرسائل المنبثقة أثناء فشل المؤالف

source: Disabled
ar: تم التعطيل

source: Disbled
ar: تعطيل

source: Discard changes and close plugin
ar: تجاهل التغيرات وغلق البلج إنز

source: Discard changes and close screen
ar: تجاهل التغيرات وأغلاق الشاشه

source: Disconnect
ar: قطع الاتصال

source: Dish
ar: طبق الإستقبال

source: Disk Size:
ar: حجم القرص:

source: Disk space to reserve for recordings (in GB)
ar: مساحة القرص الصلب للتسجيلات (في الغيغابايت)

source: Display
ar: إعدادات العرض

source: Display 16:9 content as
ar: محتوى أبعاد شاشة العرض 16:9

source: Display 4:3 content as
ar: محتوى أبعاد شاشة العرض 4:3

source: Display > 16:9 content as
ar: محتوى أبعاد شاشة العرض 16:9

source: Display >16:9 content as
ar: محتوى أبعاد شاشة العرض 16:9

source: Display Delay[ms]
ar: عرض التأخير [جزء من الثانية]

source: Display Setup
ar: إعدادات العرض

source: Display and Userinterface
ar: عرض واجهه المستخدم

source: Display message before playing next movie
ar: عرض رسالة قبل تشغيل الفيلم القادم

source: Display plugin in:
ar: عرض البلج إنز في:

source: Display search results by:
ar: إظهار نتائج البحث بـ :

source: Display settings
ar: إعدادات شاشة العرض

source: Display setup
ar: إعدادات العرض

source: Display your photos on the TV
ar: عرض صورك على التلفزيون

source: Displays Movie Information from the InternetMovieDatabase
ar: عرض معلومات الفلم من قاعدة بيانات الأفلام على الانترنت

source: Displays Movie Information from the Online Film Datenbank (German)
ar: عرض معلومات الفيلم من قاعدة البيانات عبر الإنترنت (الألمانية)

source: Displays soccer live scores
ar: عرض نتائج المباريات المباشرة

source: Dlna Client
ar: عميل الأيبي الاسمي

source: Dlna Server
ar: خادم الأيبي الاسمي

source: Do not record
ar: لا تسجل

source: Do not show YouTube TV Starter again
ar: عدم عرض اليوتيوب أعد التشغيل مرة أخرى

source: Do not zap not available services
ar: لاتستطيع التنقل لعدم وجود قنوات متوفرة

source: Do nothing
ar: لا شئ

source: Do you really want to REMOVE the plugin "%s"?
ar: هل تريد فعلا مسح البلج إن "%s" ؟

source: Do you really want to check the filesystem? This could take lots of time!
ar: هل تريد فعلا فحص ملفات النظام؟ قد يستغرق ذلك بعض الوقت !

source: Do you really want to delete %s %s?
ar: هل تريد حقا المسح %s %s?

source: Do you really want to delete %s?
ar: هل تريد فعلا مسح %s ؟

source: Do you really want to download the plugin "%s"?
ar: هل تريد فعلا تحميل البلج إن "%s" ؟

source: Do you really want to exit?
ar: هل تريد فعلا الخروج ؟

source: Do you really want to initialize the harddisk? All data on the disk will be lost!
ar: هل تريد فعلا تهيئة القرص الصلب ؟ سيتم فقد كل البيانات على القرص!

source: Do you really want to remove directory %s from the disk?
ar: هل تريد فعلا حذف الدليل %s من القرص؟

source: Do you really want to remove your bookmark of %s?
ar: هل تريد فعلا حذف المرجعية %s ؟

source: Do you really want to restore the Backup:
ar: هل تريد حقاً استعادة النسخة الاحتياطية:

source: Do you want to burn this collection to DVD medium?
ar: هل تريد حرق هذه المجموعه فى وسيط دىفيدي ؟
