Repository: vuteam/sh4-gui1
Catalog: po/*.po
Languages: ar

source: Fast Plug. Setup
ar: ضبط البلج إنز السريع

source: Fast Plugin Setup
ar: إعداد الملحق السريع

source: Fast Plugin not found. You have to setup Fast Plugin before to use this shortcut.
ar: عليك إعداد الملحق السريع قبل إستخدام هذا الاختصار.

source: Fast Scan
ar: البحث السريع

source: Fast download of Opentv Epg
ar: تحميل دليل البرامج الإلكترونية للقنوات المفتوحة

source: Fast epoch
ar: عصر السرعة

source: Fast forward speeds
ar: سرعة التسريع للامام

source: Fast plugin set to:
ar: الملحق السريع وضع كـ:

source: Favoriten
ar: المفضلة

source: Favourites
ar: المفضلة

source: Favourites (Radio)
ar: مفضلات (قنوات الراديو)

source: Favourites (TV)
ar: مفضلات (قنوات التلفزيون)

source: Favourites(Radio)
ar: مفضلات (قنوات الراديو)

source: Favourites(TV)
ar: المفضلات (التلفزيونية)

source: Fetching feed entries
ar: جلب مدخلات البث

source: Fetching search entries
ar: جلب مدخلات البحث

source: File
ar: الملف

source: File Manager
ar: إدارة الملفات

source: File manager
ar: إدارة الملفات

source: Files extraction in progress...
ar: استخراج الملفات في تقدم...

source: Filesystem
ar: نظام الملفات

source: Filesystem Check
ar: فحص نظام الملفات

source: Filesystem check
ar: فحص نظام الملفات

source: Filesystem contains uncorrectable errors
ar: نظام الملفات به أخطاء لا يمكن تصحيحها

source: Film & Animation
ar: أفلام ورسوم كرتونية

source: Filter
ar: فلتر

source: Filter EPGImport data for selected bouquets
ar: تصفية إستيراد بيانات دليل البرامج الإلكترونية للباقات المختارة

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
ar: المرشحات أداه قويه أخرى عند تطابق الاحداث . يمكن قصر المؤقتعلى أيام أسبوع معينه أو على تماثل حدث بكلمات داخله مثل الوصف أضغط الزر الازرق لإضافة قصر جديد أو الزر الاصفر لحذف ما تختاره

source: Finetune
ar: الضبط الدقيق

source: Finished
ar: تم الإنتهاء

source: Finished configuring your network
ar: تم الإنتهاء من تكوين الشبكة الخاصة بك

source: Finished restarting your network
ar: تم الإنتهاء من إعادة تشغيل الشبكة

source: Finnish
ar: إنتهاء

source: Firmware
ar: فريموير

source: Firmware Upgrade
ar: ترقية الفريموير

source: Firmware does not exist.
ar: الفريموير غير موجود.

source: Firmware v.:
ar: إصدار الفريموير

source: First day to match events. No event that begins before this date will be matched.
ar: لتوافق احداث اليوم الحالي . لن تبدأ قبل تاريخ الحدث.

source: First generate your skin-style with the Ai.HD-Control plugin.
ar: لانشاء شكل السكن الخاص بك بإستخدام إضافة التحكم بسكن إتي لي

source: Flash
ar: الفلاش

source: Flash extracted image from storage device
ar: إستخراج صورة الفلاشة الداخلية من جهاز التخزين

source: Flash in use:
ar: المستخدم في الفلاش:

source: Flashing failed
ar: فشل الشحن

source: Following tasks will be done after you press OK!
ar: سيتم تنفيذ الاعمال الاتيه بعد أن تضغط على موافق !

source: Font 1 [ok]>
ar: الخط الأول [موافق] >

source: Font 2 [ok]>
ar: الخط الثاني [موافق] >

source: Font 3 [ok]>
ar: الخط الثالث [موافق] >

source: Font global [ok]>
ar: الخط العالمي [موافق] >

source: Font:
ar: الخط:

source: For more information,please visit our website
ar: للحصول على مزيد من المعلومات، الرجاء زيارة موقعنا على الإنترنت

source: For this reason you have to save yourself by jumping back into Black Hole Universe before you start the Big Bang.
ar: لهذا السبب عليك أن تنقذ نفسك من خلال القفز مرة أخرى إلى البلاكهول الكون قبل بدء التوسع الكبير.

source: For use this plugin, you must update the kernel version to 3.1 or later
ar: لاستخدام هذا البرنامج المساعد، يجب عليك تحديث نسخة النواة إلى 3.1 أو في وقت لاحق

source: Force csv import now
ar: قوة إستيراد قيم الفواصل الأن

source: Force epg reload
ar: تقوية تحميل دليل البرامج الإلكترونية

source: Force epg reload on boot
ar: فرض تحميل دليل البرامج الإلكتروني بعد التشغيل

source: Force epg.dat conversion now
ar: تقوية قاعدة دليل البرامج الإلكترونية وتحويلها الأن

source: Force reboot in Black Hole
ar: يجب إعادة تشغيل البلاكهول

source: Format
ar: تهئية

source: Formatting...
ar: تمت التهيئة...

source: Forward volume keys
ar: مفاتيح رفع مستوى الصوت

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
ar: العثور على مجموع %d الاحداث المتطابقة . %d إضافة توقيت %d تعديله %d مواجهة إعتراضات %d إضافة متشابهات.

source: Frame size in full view
ar: حجم الإطار في عرض كامل.

source: Framerate
ar: معدل الإطار

source: France
ar: فرنسا

source: Free memory:
ar: الذاكرة المتوفرة

source: Free:
ar: متوفر:

source: FreeSpace
ar: السعة المتوفرة

source: French
ar: فرنسي

source: Frequency
ar: التردد

source: Frequency bands
ar: نطاقات التردد

source: Frequency scan step size(khz)
ar: حجم خطوة البحث عن التردد.

source: Frequency steps
ar: خطوات التردد

source: Frequently asked questions
ar: أسئلة شائعة.

source: Fri
ar: الجمعه

source: Friday
ar: الجمعه

source: Frisian
ar: اللغة الفريزية

source: FritzCall Frame Picture [ok]>
ar: فريتزكال وضع إطار للصورة [موافق] >

source: FritzCall Number of Lines per Entry
ar: رقم فريتزكال وعدد الخطوط المدخلة

source: FritzCall Number of List Entries
ar: رقم فريتزكال في قائمة المدخلات

source: FritzCall Number of Pictures
ar: رقم فريتزكال في الصور

source: FritzCall Picture Orientation
ar: صور توجيه فريتزكال

source: FritzCall Picture Path [ok]>
ar: مسار الصورة فريتزكال [موافق] >

source: FritzCall Picture Search
ar: البحث عن صورة فريتزكال

source: FritzCall Popup Color
ar: لون فريتزكال المنبثق

source: FritzCall Popup LCD
ar: فريتزكال في منتصف شاشة عرض الرسيفر

source: FritzCall Popup-Time
ar: فريتزكال منتصف الوقت

source: FritzCall remove Calls after hours
ar: إزالة مكالمات فريتزكال بعد ساعات

source: FritzCall shows incoming calls to your Fritz!Box on your STB.
ar: عرض المكالمات الواردة من فرتزكول على جهاز الاستقبال.

source: Front Processor
ar: المعالج الأمامي

source: Front USB Slot
ar: فتحة الفلاش مموري الأمامية

source: Frontend for /tmp/mmi.socket
ar: واجهة تثبيت الإضافات من مجلد tmp.

source: Frontprocessor version: %d
ar: إصدار المعالج الأمامي: %d

source: Fsck failed
ar: فشل فحص الملفات

source: Ftp
ar: بروتوكول نقل الملفات

source: Ftp Panel
ar: لوحة تحكم مشاركة الملفات

source: Ftp service Disabled.
ar: تعطيل خدمة نقل الملفات

source: Ftp service Enabled.
ar: تمكين خدمة نقل الملفات

source: Ftpd service type: Vsftpd server (Very Secure FTP Daemon)
ar: فتب نوع الخدمة: الخادم Vsftpd (آمن جدا FTP الشيطان)

source: GOP Frame P
ar: مجموع إطار الصور يكون في إطار واحد

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
ar: يجب إعادة تشغيل الاينجما2 لتطبيق الجلد هل تريد إعادة تشغيل الاينجما2 الان ؟

source: GUI needs a restart to apply new configuration./n Do you want to restart the GUI now ?
ar: تحتاج إعادة تشغيل واجهة المستخدم لتنفيذ الإعدادات الجديدة./n هل تريد إعادة تشغيل واجهة المستخدم الآن؟

source: GUI restart now, press 'OK' button.
ar: واجهة المستخدم إعادة التشغيل الآن، اضغط على زر 'موافق'.

source: GUI that allows user to change the ftp- / telnet password.
ar: واجهة المستخدم تسمح بتغيير كلمة السر لناقل الملفات عن طريق التلنت.

source: GUI that allows user to change the ftp-/telnet-password of the STB.
ar: واجهة المستخدم تسمح بتغيير كلمة السر لناقل الملفات عن طريق التلنت في جهاز الاستقبال.

source: GUI to change the ftp and telnet-password
ar: لتغير كلمة السر ناقل الملفات عبر التلنت لواجهة المستخدم.

source: Gaming
ar: الألعاب.

source: Gateway
ar: المدخل

source: Gb
ar: جيجابايت

source: General AC3 Delay
ar: تأخير ترميز الصوت الثلاثي العام.

source: General AC3 delay
ar: تأخير ترميز الصوت الثلاثي العام

source: General AC3 delay (ms)
ar: تأخير ترميز الصوت الثلاثي العام (جزء من الثانية)

source: General Dolby Digital Delay
ar: تأخير ترميز الصوت الثلاثي العام.

source: General Dolby Digital delay(ms)
ar: نظام الصوت الرقمي العام (جزء من الثانية)

source: General PCM Delay
ar: تأخير تعديل ترميز الذبذبة العام.

source: General PCM delay
ar: تأخير تعديل ترميز الذبذبة العام.

source: General PCM delay (ms)
ar: تأخير تعديل ترميز الذبذبة العام(جزء من الثانية)

source: General PCM delay(ms)
ar: تأخير تعديل ترميز الذبذبة العام(جزء من الثانية)

source: General settings
ar: الإعدادات العامة

source: Generates and Shows TV Charts of all users having this plugin installed
ar: أحداث وعروض البث التلفزيوني التفصيلي على جميع المستخدمين تثبيت هذه الإضافة

source: Genral Dolby Digital delay(ms)
ar: تاخير الصوت الرقمي العام (جزء من الثانية)

source: Genral PCM delay(ms)
ar: تاخير ذبذبة الترميز العام(جزء من الثانية)

source: Genre
ar: تصنيف

source: Genuine STB
ar: التحقق من الجهاز أصلي

source: Genuine STB validation failed!
ar: فشل التحقق من جهاز الاستقبال الاصلي.

source: Genuine STB verification
ar: جهاز الإستقبال أصلي

source: German
ar: المانـى

source: German storm information
ar: معلومات العاصفة الألمانية.

source: German traffic information
ar: معلومات الحركة المرورية في ألمانيا.

source: Germany
ar: المانيا

source: Get AudioCD info from CDDB and CD-Text
ar: الحصول على معلومات القرص الصوتي من قاعدة بيانات ونص القرص الصوتي.

source: Get latest experimental image
ar: الحصول على أحدث صورة تجريبية.

source: Get latest release image
ar: الحصول على أحدث صورة نزلت.

source: Getting plugin information. Please wait...
ar: جاري الحصول على معلومات عن البلج إنز. رجاء الانتظار...

source: Girly
ar: وردي

source: Global
ar: عام

source: Global Settings
ar: إعدادات العالمية

source: Global delay
ar: تأخير عالمي.

source: Go to next page.
ar: الانتقال إلى الصفحة التالية.

source: Go to previous page.
ar: الانتقال إلى الصفحة السابقة.

source: Goto 0
ar: الذهاب الى 0

source: Goto position
ar: الذهاب إلى الوضع

source: Goto: /hdd/movie
ar: الانتقال إلى: /القرص الصلب/الأفلام

source: Goto: Internal flash
ar: الانتقال إلى: الفلاشة الداخلية

source: Goto: USB stick /media/
ar: الانتقال إلى: الفلاش مموري المثبت /الوسائط/

source: GraphMultiEPG shows a graphical timeline EPG
ar: الرسم البياني المتعدد لدليل البرامج الإلكتروني يعرض الجدول الزمني البياني لدليل البرامج الإلكتروني.

source: GraphMultiEPG shows a graphical timeline EPG. Shows a nice overview of all running und upcoming tv shows.
ar: الرسم البياني المتعدد لدليل البرامج الإلكتروني يعرض الجدول الزمني البياني لدليل البرامج الإلكتروني. سيعرض نظرة شاملة على كل البرامج والعروض التلفزيونية الحالية والقادمة.

source: Graphical InfobarEPG settings
ar: إعدادات دليل البرامج الإلكترونية التخطيطية في شريط المعلومات

source: Graphical Multi EPG
ar: دليل برامج يومي تفصيلي متعدد

source: GraphicalEPG settings
ar: إعدادات دليل البرامج الإلكترونية التخطيطية

source: Great Britain
ar: بريطانيا

source: Greek
ar: اليونان

source: Green boost
ar: دعم أخضر

source: Green long
ar: الاخضر مطول

source: Green transparent
ar: أخضر شفاف

source: Grey Titel transparent
ar: رمادي شفاف

source: Grey blue
ar: رمادي أزرق

source: Grey transparent
ar: رمادي شفاف

source: Grey transparent Cursor Red
ar: رمادي شفاف ومؤشر أحمر

source: Group Rekey Interval
ar: مجموعة Rekey الفاصل

source: Grow drop
ar: يظهر بالسقوط

source: Grow from left
ar: يظهر من اليسار

source: Growlee allows your STB to forward notifications like 'Record started' to a PC running a growl, snarl or syslog compatible client or directly to an iPhone using prowl.
ar: خدمة جراولي تسمح جهاز الاستقبال الرقمي الخاص بك تلقي التنبيهات مثل 'بدء التسجيل' لجهاز الكمبيوتر المشغل جراول,سنارل أو سايسلوغ متوافقة مع المستخدم أو الاستخدام المباشر لخدمة براول على الايفون.

source: Guard interval
ar: فترة الحماية.

source: Guess existing timer based on begin/end
ar: تخمين المؤقت الحالي على أساس البداية / النهاية.

source: Gui Restart.
ar: إعادة تشغيل الانجما.

source: Gui will be now restarted to complete package installation. Press ok to continue
ar: سيتم الآن إعادة تشغيل واجهة الانجما لإكمال تثبيت الحزمة. اضغط موافق للإستمرار

source: HARD DISK MODEL:
ar: موديل القرص الصلب :

source: HD
ar: خط عالي الوضوح

source: HD Interlace Mode
ar: طريقة دمج قنوات عالية الوضوح

source: HD Progressive Mode
ar: طريقة تقديم قنوات عالية الوضوح

source: HD list
ar: قائمة عالية الوضوح

source: HDD Space
ar: مساحة القرص الصلب

source: HDD Temp
ar: حرارة القرص الصلب

source: HDD temp:
ar: حرارة القرص الصلب:

source: HDD:
ar: قرص صلب:

source: HDMI
ar: كيبل عالي الوضوح

source: HDMI CEC
ar: التحكم بكييل عالي الوضوح

source: HDMI CEC Configuration
ar: تكوين التحكم بكيبل عالي الوضوح

source: HDMI CEC enabled:
ar: تمكين التحكم بكيبل عالي الوضوح

source: HDMI CEC setup
ar: ضبط تكوين التحكم بكيبل عالي الوضوح

source: HDMI-CEC
ar: التحكم بكيبل عالي الوضوح

source: HDMI-CEC Configuration
ar: تكوين HDMI-CEC

source: HDMI-CEC setup
ar: تكوين التحكم بكيبل عالي الوضوح

source: HEX
ar: نظام سادس عشري

source: HOLD
ar: مؤجل

source: HTTP Port
ar: منفذ بروتوكول نقل النصوص

source: HTTP port
ar: منفذ بروتوكول نقل الروابط

source: HTTPS Port
ar: منفذ بروتوكول نقل النصوص المحمي

source: HWaddr of eth0 is
ar: إتصال الهاردوير على الشبكة السلكية

source: Handle standby from TV
ar: التعامل مع وضع الاستعداد من التلفزيون

source: Handle wakeup from TV
ar: التعامل مع وضع الإستيقاظ من التلفزيون

source: Hard Disk Panel
ar: لوحة القرص الصلب

source: Hard Disk Settings
ar: إعدادات القرص الصلب

source: Hard Disk Setup
ar: إعداد القرص الصلب

source: Hard Disk is already sleeping
ar: القرص الصلب هو النوم بالفعل

source: Hard Reset
ar: إعادة ضبط الهارديسك

source: Hard disk setup
ar: ضبط القرص الصلب

source: Hard disk standby after
ar: القرص الصلب بعد الإستعداد

source: Harddisk
ar: القرص الصلب

source: Harddisk idle mode after
ar: وضع خمول الهارديسك بعد

source: Harddisk setup
ar: ضبط القرص الصلب

source: Harddisk standby after
ar: القرص الصلب فى وضع الاستعداد بعد

source: Have fun !!
ar: إستمتع !!

source: HbbTV Applications
ar: تطبيقات البث الهجين

source: HbbTV Browser was not running. Please running browser before start HbbTV Application.
ar: متصفح البث الهجين لم يكن قيد التشغيل. \\ n الرجاء تشغيل المتصفح قبل تشغيل تطبيق البث الهجين.

source: HbbTV Plugin
ar: بلج أنز البث الهجين

source: Hdd in use:
ar: المستخدم في الهارديسك:

source: Help
ar: المساعدة

source: Here you can install any kind of ipk packages.
ar: هنا يمكنك تثبيت أي نوع من ملفات الحزم المحمية.

source: Hidden network
ar: إخفاء الشبكة

source: Hide CI Messages
ar: إخفاء رسائل الكامة الداخلية

source: Hide CI messages
ar: إخفاء رسائل واجهة المستخدم

source: Hide Infobar Timeout in sec.
ar: إخفاء وقت مغادرة شريط المعلومات في الثانية.

source: Hide Infobar Timeout in sec.:
ar: إخفاء وقت مغادرة شريط المعلومات في الثانية:

source: Hide Plugin from Plugin or Extensionsmenu.
ar: إخفاء الإضافة من الإضافات أو من قائمة الملحقات

source: Hide Zap Errors
ar: إخفاء أخطاء التنقلات

source: Hide channel list in radio mode
ar: إخفاء قائمة القنوات في وضع الراديو

source: Hide ecm.info after (x) seconds:
ar: إخفاء معلومات تشفير الإيموهات بعد الثانية

source: Hide ecm.info with InfoBar:
ar: إخفاء معلومات تشفير الإيموهات مع شريط المعلومات

source: Hide known extensions
ar: إخفاء الملحقات المعروفة

source: Hide number markers
ar: إخفاء علامات الارقام

source: Hide sections
ar: إخفاء الأقسام

source: Hide zap errors
ar: إخفاء أخطاء التنقل

source: Hierarchy info
ar: معلومات المراتب

source: High bitrate support
ar: دعم معدل البث العالي

source: HighFree:
ar: متوفر ممتلى:

source: HighTotal:
ar: مجموع الممتلى:

source: History
ar: الأرشيف

source: Hl-cleanup for external subtitles
ar: مساعدة تنظيف ترجمة الوسائط الخارجية

source: Hold screen
ar: تجميد الشاشة

source: Hold till locked
ar: تجميد مقفل

source: Holland
ar: هولندا

source: Home
ar: الرئيسية

source: Hong Kong
ar: هونج كونج

source: Horizontal
ar: أفقـي

source: Hotkey
ar: مفتاح التشغيل السريع

source: Hotkey Setup
ar: إعداد مفاتيح التشغيل السريع

source: Hotplugging for removeable devices
ar: الاجهزة القابلة للإزالة بسرعة .

source: How many minutes do you want to record?
ar: كم دقيقه تريد أن تسجل ؟

source: How to handle found crashlogs?
ar: كيف أتعامل مع ملف الكراش؟

source: Howto & Style
ar: الكيفيه والنمط

source: Http port
ar: منفذ بروتوكول نقل الروابط

source: Https port
ar: منفذ بروتوكول نقل الروابط المحمية

source: Hue
ar: درجة لون

source: Hungarian
ar: مجري

source: IMAP4 e-mail viewer for the STB
ar: معاينة الرسائل البريديه عبر جهاز الاستقبال.

source: IMDB Details
ar: تفاصيل قاعدة بيانات الأفلام على الإنترنت

source: IP
ar: عناون الايبي

source: IP Address
ar: عنوان الايبي

source: IP address
ar: عنوان الأيبي

source: IP:
ar: الايبي:

source: IPK Remove
ar: إزالة ملفات الحزم المحمية

source: IPKGUpdateNotification
ar: تنبيهات تحديث إضافات حزم الملفات المحمية

source: IRC Client for Enigma2
ar: خدمة الدردشة المتبادلة لمستخدمي الانيجما.

source: ISO file is too large for this filesystem!
ar: ملف الايزو كبير جدا على ملفات النظام !

source: ISO path
ar: مسار أيزو

source: Icelandic
ar: ايسلندى

source: Icons
ar: الأيقونات

source: Idle Server Mode
ar: وضع خادم الخمول

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
ar: إذا حدث تعارض للمؤقت، سوف يعمل المؤقت الآلي ببحث خارج المدى الزمني لحدث مماثل وإضافته.

source: If installed, the plugin allows to modify the order in which entries of the main menu are shown.It can be changed using the "MenuSort" plugin, launchable from the regular plugin overview.
ar: إذا كانت مثبتة، والبرنامج المساعد يسمح لتعديل الترتيب الذي إدخالات القائمة الرئيسية هي shown.It يمكن تغييرها باستخدام &quot;MenuSort \\&quot; المساعد \\ قاذفة من نظرة عامة المساعد العادية.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80%% of the it.
ar: إذا تم تمكين المؤقت الحالي سوف يقوم ايضا بتسجيل الحدث اذا سجل على الاقل 80% من الحدث.

source: If you like this Project and want to support it please consider donating via PayPal to
ar: إذا أعجبك هذا المشروع وتريد أن تدعمنا من فضلك تبرع لنا عن طريق الباي بال على الإيميل هذا

source: If you see this, something is wrong with your scart connection. Press OK to return.
ar: إذا كنت تشاهد هذا، فهناك شيئ خطا فى وصلة السكارت . أضغط موافق للعوده

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
ar: "إذا كان التليفزيون به خاصية الاضاءه أو تعزيز التباين ، قم بتعطيلها . إذا كان هناك شيئ أسمه "ديناميكى" قم بضبطه الى الوضع القياسى . أضبط الاضاءه الخلفيه الى قيمه تناسب ذوقك . أخفض التباين فى التليفزيون الى أقل مستوى ممكن بعد ذلك أخفض مستوى الاضاء الى أقل مستوى ممكن ، لكن ـاكد من وجود ظللين رماديين يمكن بقائهما فى حالة تمييز لا تهتم بظلال الاضاءه الان . سيتم عمل الاعادادت لها فى الخطوه القادمه إذا كنت تتقبل النتيجه ، أضغط موافق"

source: If your usb drive is connected and mounted you have to poweroff your box, remove the usb device and reboot.
ar: الفلاش مموري متصل ومرتبط في الجهاز قبل الإغلاق ,أنزع الفلاش مموري من الجهاز قبل إعادة التشغيل.

source: Ignore Broadcast SSID
ar: تجاهل بث SSID

source: Image Backup / Restore
ar: نسخ صور إحتياطية / إستعادتها

source: Image Flash Tool
ar: أدوات صورة الفلاشة الداخلية

source: Image Name
ar: اسم الصورة

source: Image-Version
ar: إصدار الصورة

source: Immediate shutdown
ar: الإغلاق السريع

source: Import AutoTimer
ar: إستيراد مؤقت آلى

source: Import existing Timer
ar: إستيراد المؤقت الموجود

source: Import from EPG
ar: إستيراد من دليل البرامج الإلكتروني

source: In %s universe
ar: في %s عالمك

source: In Progress
ar: جاري التقدم

source: In order to record a timer, the TV was switched to the recording service!
ar: لكى تسجل مؤقت ، يجب تحويل التليفزيون الى القناة التى ستسجل منها !

source: Inactive
ar: غير فعال

source: Inactive(anon):
ar: غير نشط (حاليآ):

source: Inactive(file):
ar: غير نشط (ملف):

source: Inactive:
ar: غير نشط:

source: Inactivity Sleeptimer
ar: تعطيل مؤقت النوم

source: Inadyn
ar: الأيبي الاسمي

source: Inadyn Manager
ar: مدير الإيبي الاسمي

source: Inadyn Settings
ar: إعدادات الإيبي الاسمي

source: Include
ar: يشمل

source: Include AIT in http streams
ar: يشمل الاحداث المباشرة في روابط البث

source: Include ECM in http streams
ar: يشمل عرض معلومات التشفير في روابط البث

source: Include EIT in http streams
ar: يشمل جدول عرض الأحداث في روابط البث

source: Include optional infomation
ar: تشمل المعلومات الاختيارية

source: Include settop information
ar: تشمل معلومات التوقف

source: Include your email and name (optional) in the mail?
ar: تضمين بريدك الإلكتروني (إختياري) فى البريد ؟

source: Increase delay
ar: زيادة التأخير؟

source: Increase delay by %i ms (can be set)
ar: زيادة التأخير بمقدار %i مللى ثانيه (يمكن الضبط)

source: Increased voltage
ar: فولت زائد

source: Index
ar: فهرس

source: India
ar: الهند

source: Info
ar: معلومات

source: Info Panel
ar: معلومات لوحة التحكم

source: Info about current system
ar: معلومات حول النظام الحالي

source: Info about database
ar: معلومات حول قواعد البيانات

source: Info bar timeout
ar: مدة إنتهاء عرض شريط المعلومات

source: InfoBar
ar: شريط المعلومات

source: InfoPanel
ar: معلومات لوحة التحكم

source: Infobar frontend data source
ar: مصدر بيانات الواجهة الأمامية في شريط المعلومات

source: Infobar timeout
ar: وقت ظهور شريط المعلومات

source: InfobarEPG settings
ar: إعدادات دليل البرامج الإلكترونية في شريط المعلومات

source: Information
ar: معلومات

source: Infos
ar: المعلومات

source: Infos about your Vu+ STB
ar: معلومات حول جهاز الفوبلس الخاص بك

source: Init
ar: التهيئة

source: Initial Fast Forward speed
ar: أولوية التسريع إلى الامام.

source: Initial Rewind speed
ar: أولوية التسريع إلى الخلف.

source: Initial fast forward speed
ar: أولوية التسريع إلى الامام

source: Initial location in new timers
ar: أولوية الموقع في المؤقتات الجديدة.

source: Initial rewind speed
ar: أولوية التسريع إلى الخلف.

source: Initialization
ar: التهئية

source: Initialize
ar: التهئية

source: Initializing Harddisk...
ar: تهئية القرص الصلب

source: Input
ar: الإدخال

source: Input 1
ar: مدخل 1

source: Input 10
ar: مدخل 10

source: Input 11
ar: مدخل 11

source: Input 12
ar: مدخل 12

source: Input 13
ar: مدخل 13

source: Input 14
ar: مدخل 14

source: Input 15
ar: مدخل 15

source: Input 16
ar: مدخل 16

source: Input 2
ar: مدخل 2

source: Input 3
ar: مدخل 3

source: Input 4
ar: مدخل 4

source: Input 5
ar: مدخل 5

source: Input 6
ar: مدخل 6

source: Input 7
ar: مدخل 7

source: Input 8
ar: مدخل 8

source: Input 9
ar: مدخل 9

source: Input Hidden ESSID
ar: إدخال الإخفاء على إمتداد معرف مجموعة الخدمات

source: Input device setup
ar: إدخال إعدادات الجهاز.

source: Input devices
ar: الاجهزة المدخلة

source: Insert Pin
ar: إدخال رقم سري

source: Install
ar: تثبيت

source: Install Confirmation
ar: تأكيد التثبيت

source: Install Image
ar: تثبيت الصورة

source: Install a new image with a USB stick
ar: تثبيت صورة جديدة بإستخدام الفلاش.

source: Install a new image with your web browser
ar: تثبيت صوره جديد بواسطه المتصفح الخاص بك

source: Install drivers from a local device
ar: تثبيت التعاريف من جهاز محلي

source: Install extensions.
ar: تثبيت إضافات

source: Install local extension
ar: تثبيت إضافات محليه

source: Install or remove finished.
ar: إنتهاء التثبيت أو الحذف

source: Install settings, skins, software...
ar: تثبيت إعدادات، جلد ، برامج....

source: Installation Confirm
ar: تأكيد التثبيت

source: Installation finished.
ar: إنتهاء التثبيت.

source: Installing
ar: جاري التثبيت

source: Installing Software...
ar: تثبيت برمجيات

source: Installing default sat lists... Please wait...
ar: تثبيت قوائم الأقمار الأفتراضيه... رجاء الانتظار..

source: Installing defaults... Please wait...
ar: جاري تثبيت الافتراضيات ... رجاء الأنتظار...

source: Installing package content... Please wait...
ar: جاري تثبيت محتويات الرزمه ... رجاء الأنتظار...

source: Instant Record...
ar: تسجيل سريع
